[
  {
    "author": "By H2",
    "title": "Beastars",
    "category": "Anime & Manga",
    "phrase_text": "“BNA: Brand New Animal” and “Beastars” might have come out around the same time, but the two shows are very different. The characters in Beastars are anthropomorphic animals, while the characters in BNA are humans who can shift into an animal-like form. Beastars is a murder mystery/romance taking place in Cherryton Academy, while BNA revolves around a large government, religious, and corporate conspiracy in Anima city.",
    "error": "The characters in Beastars are anthropomorphic animals, while the characters in BNA are humans who can shift into an animal-like form. ",
    "correction": "Um, actually, the shapeshifting characters in BNA aren't human. They are a separate branch of humanity called Beastmen."
  },
  {
    "author": "By Hariq",
    "title": "Bofuri",
    "category": "Anime & Manga",
    "phrase_text": "In “Bofuri: I Don't Want to Get Hurt, so I'll Max Out My Defense”, main character Maple doesn't know how to play the MMORPG NewWorld Online, so she puts all her stat points in defense, making her immune to most damage. Frustrated by this, the developers eventually rely on other methods of damaging her, such as poison and piercing damage.",
    "error": "Frustrated by this, the developers eventually rely on other methods of damaging her, such as poison and piercing damage.",
    "correction": "Um, actually, poison damage doesn't affect Maple. She becomes immune to poison after gaining the skill from a poison-based enemy."
  },
  {
    "author": "By Peter the Human",
    "title": "Cowboy Bebop",
    "category": "Anime & Manga",
    "phrase_text": "With the exception of the “data-dog” Ein, the crew of the Bebop all had significant life events occur in 2068, three years prior to the events of the series: Spike Spiegel and Jet Black formed their partnership, con artist Faye Valentine was placed into cryofreeze after a space shuttle accident, and juvenile hacker Ed Wong departed from her orphanage.",
    "error": "con artist Faye Valentine was placed into cryofreeze after a space shuttle accident,",
    "correction": "Um, actually, faye wasn't placed into cryofreeze in 2068. She was placed into cryofreeze in 2014 - she was woken in 2068"
  },
  {
    "author": "By H2",
    "title": "Code Geass",
    "category": "Anime & Manga",
    "phrase_text": "In “Code Geass”, Lelouch vi Britannia is a young prince who was exiled from his nation and seeks to take revenge. With the help of a mysterious woman going by the name 02, he gains the use of “Geass”, a power that lets him give someone a single command that must be followed. He uses this power to lead a rebellion against the Holy Britannian Empire and free the United States of Japan from subjugation.",
    "error": "With the help of a mysterious woman going by the name 02, he gains the use of “Geass”,",
    "correction": "Um, actually, the mysterious woman isn't called 02. 02 is a mysterious woman from a different mecha anime series, “Darling in the FRANXX”. The woman in Code Geass is named C2, sometimes spelled C.C."
  },
  {
    "author": "By Sean Middlehurst",
    "title": "Death Note",
    "category": "Anime & Manga",
    "phrase_text": "Shinigami are immortal, extra-dimensional beings who can use their Death Notes to kill humans. While shinigami vary widely in appearance and personality, they are all capable of flight and are only visible to humans who have been in physical contact with a Death Note - regardless of if the Note is intact or fragmented.",
    "error": "Shinigami are immortal, extra-dimensional beings who can use their Death Notes to kill humans.",
    "correction": "Um, actually, shinigami aren't immortal. They must use the Death Note to extend their lifespans, and can die if they kill to save the life of a human they love."
  },
  {
    "author": "By Peter the Human",
    "title": "Dragon Ball",
    "category": "Anime & Manga",
    "phrase_text": "Frieza, the emperor of Universe 7, seeks the Dragon Balls to wish for immortality. On the planet Namek, he fights with Piccolo, Krillin, Gohan and Vegeta. In a memorable sequence that plays out in real time in the anime; a fight with Goku occurs after Frieza sends a Death Ball to the core of the planet, telling Goku that the planet will explode in 5 minutes.",
    "error": "In a memorable sequence that plays out in real time in the anime; a fight with Goku occurs",
    "correction": "Um, actually, the fight with Goku doesn't play out in real time. The “five minute” fight was 10 episodes and over 3 hours long."
  },
  {
    "author": "By Sensibly Jake",
    "title": "Food Wars!",
    "category": "Anime & Manga",
    "phrase_text": "Characters who eat the food in “Food Wars” regularly explode out of their clothes, screaming in orgasmic joy, shouting at the top of their lungs how amazing the food is. One of the most skilled chefs in the show is the main character Soma, who almost always wins cooking competitions, but saves the tastiest recipes for his closest friends.",
    "error": "who almost always wins cooking competitions, but saves the tastiest recipes for his closest friends.",
    "correction": "Um, actually, Soma doesn't save his best recipes for his friends. Soma uses his friends as guinea pigs for his new recipes, so he often makes them awful foods - like peanut butter squid."
  },
  {
    "author": "By Peter the Human",
    "title": "Fullmetal Alchemist",
    "category": "Anime & Manga",
    "phrase_text": "In the world of “Fullmetal Alchemist”, alchemy is governed by a few rules: to obtain or create something, something of equal value must be lost or destroyed (the law of Equivalent Exchange), alchemy must be practiced using a transmutation circle (typically either drawn on the ground or tattooed onto an alchemist’s body), and human transmutation is generally considered to be taboo.",
    "error": "alchemy must be practiced using a transmutation circle (typically either drawn on the ground or tattooed onto an alchemist’s body),",
    "correction": "Um, actually, alchemy doesn't necessarily require a transmutation circle. The protagonist, Edward Elric, rarely uses one."
  },
  {
    "author": "By Sensibly Jake & Peter the Human",
    "title": "Grave of the Fireflies",
    "category": "Anime & Manga",
    "phrase_text": "Siblings Seita and Setsuko just can't seem to catch a break. After being orphaned by the US bombing of Kobe in World War II, they move in with a distant aunt. Seita retrieves some supplies that he buried before the bombing, but ultimately turns all his supplies over to his aunt. In turn, his aunt convinces Seita to sell his mother's silk kimono, and the siblings leave after discovering she is stealing money from them.",
    "error": "Seita retrieves some supplies that he buried before the bombing, but ultimately turns all his supplies over to his aunt.",
    "correction": "Um, actually, Seita didn't give his aunt all his supplies. He saved one thing - a tin of Sakuma drops (a type of hard candy)."
  },
  {
    "author": "By Hariq",
    "title": "Isekai",
    "category": "Anime & Manga",
    "phrase_text": "Isekai is an anime subgenre in which characters get transported to another world or time period. Re:Zero, Konosuba, Sword Art Online, and Ascendence of a Bookworm are popular examples where the characters are reincarnated or magically transported into mysterious fantasy worlds.",
    "error": "Sword Art Online, and Ascendence of a Bookworm are popular examples where the characters are reincarnated or magically transported into mysterious fantasy worlds.",
    "correction": "Um, actually, Sword Art Online's characters aren't magically transported to a fantasy world. They are playing a video game which traps them."
  },
  {
    "author": "By Rachel Tan",
    "title": "JoJo's Bizarre Adventure",
    "category": "Anime & Manga",
    "phrase_text": "In “Diamond is Unbreakable”, Josuke meets Okuyasu, a Stand user who can use his hands to erase anything from the universe, be it physical matter or space itself. Okuyasu eventually befriends Josuke, enrolling in their high school and seeking revenge against the Stand named Red Hot Chili Pepper.",
    "error": "Josuke meets Okuyasu, a Stand user who can use his hands to erase anything from the universe,",
    "correction": "Um, actually, Okuyasu doesn't use his hands to activate his Stand. His ability only works with his right hand - not both his hands."
  },
  {
    "author": "By H2",
    "title": "Kill la Kill",
    "category": "Anime & Manga",
    "phrase_text": "The students of Kill la Kill's Honnoji Academy are granted special powers by their uniforms, with the power level being determined by the number of stars on the uniforms. Three-star uniforms, the strongest of the normal uniforms, are only granted to the Elite Four of the school: the disciplinary committee head, the athletic club head, the non athletic club head, and information committee head.",
    "error": "Three-star uniforms, the strongest of the normal uniforms, are only granted to the Elite Four of the school:",
    "correction": "Um, actually, the Elite Four aren't the only students with 3-star uniforms. The head of the sewing club, being the one who makes the uniforms, also has a 3-star uniform."
  },
  {
    "author": "By H2",
    "title": "My Hero Academia",
    "category": "Anime & Manga",
    "phrase_text": "To qualify for the U.A. Academy and become a Pro Hero, students must pass an entrance exam, consisting of a written portion, and a practical portion focused on defeating robot enemies. Even though series protagonist Izuku “Deku” Midoriya fails to defeat any enemies and thus earns no battle points in the exam, he is accepted into U.A. because he earned points for demonstrating heroism by rescuing one of his future classmates.",
    "error": "Even though series protagonist Izuku “Deku” Midoriya fails to defeat any enemies and thus earns no battle points in the exam,",
    "correction": "Um, actually, Deku did defeat an enemy in the Entrance Exam. But the enemy he defeated was worth 0 points."
  },
  {
    "author": "By Rachel Tan",
    "title": "Naruto",
    "category": "Anime & Manga",
    "phrase_text": "The Three Sannin are renowned ninja from Konoha and are hailed as the greatest ninjas of their time. During their time as students of the Third Hokage, they all learned to use the Summoning Technique, which allows them to summon animals to aid them in battle: Jiraiya’s being the frog, Tsunade’s being the pig and Orochimaru’s the snake.",
    "error": "Jiraiya’s being the frog, Tsunade’s being the pig and Orochimaru’s the snake.",
    "correction": "Um, actually, Tsunade's summon isn't a pig. Tsunade owns a pig, but her summon is a giant slug with healing properties."
  },
  {
    "author": "By Peter the Human",
    "title": "One Piece",
    "category": "Anime & Manga",
    "phrase_text": "The Straw Hat Pirates may have given the Going Merry a Viking funeral and replaced it with the Thousand Sunny, but those are far from the only ships on the Blue Sea. Other ships in One Piece include Sexy Foxy, Nostra Castello, Oro Jackson, Queen Anne's Revenge, Shark Superb, Moby Dick and the ghost ship The Flying Dutchman.",
    "error": "Other ships in One Piece include Sexy Foxy, Nostra Castello, Oro Jackson, Queen Anne's Revenge, Shark Superb,",
    "correction": "Um, actually, Queen Anne's Revenge isn't a ship from One Piece. It was an actual pirate ship captained by Blackbeard."
  },
  {
    "author": "By Peter the Human",
    "title": "Ouran High School Host Club",
    "category": "Anime & Manga",
    "phrase_text": "The Host Club has conducted many themed events. Some of these themes are based around Japanese history and culture, such as the The Heian and Edo Eras or Japanese Traditional kimonos, but others are a little stranger: including 18th Century French Nobility, Balinese Royalty, Firefighters, an Arabian Palace, and Halloween Vampires.",
    "error": "others are a little stranger: including 18th Century French Nobility, Balinese Royalty, Firefighters, an Arabian Palace, and Halloween Vampires.",
    "correction": "Um, actually, the host club never hosted a \"Firefighter\" themed event. But they did host one themed around \"Law Enforcement\"!"
  },
  {
    "author": "By Sensibly Jake",
    "title": "Perfect Blue",
    "category": "Anime & Manga",
    "phrase_text": "“Perfect Blue” follows Mima Kirigoe, who leaves her idol group to become an actress. Unfortunately, this earns the wrath of a lone stalker, who starts killing people involved in Mima's new career. The stalker also impersonates Mima online, demonstrating knowledge about the most intimate details of her life (including her shopping habits and how she steps off the train) - causing Mima to question her own sanity.",
    "error": "Unfortunately, this earns the wrath of a lone stalker, who starts killing people involved in Mima's new career.",
    "correction": "Um, actually, Mima isn't harassed by a lone stalker. Mima has two stalkers - an obsessive fan, and her manager who has begun to see herself as the “real” Mima and impersonates her online"
  },
  {
    "author": "By Peter the Human",
    "title": "Pokémon",
    "category": "Anime & Manga",
    "phrase_text": "During the climactic battle at the end of “Pokémon: the First Movie”, Ash puts himself in the path of a psychic blast during Mewtwo's battle with Mew, but is revived by Pikachu's tears. Mewtwo realizes that “The circumstances of one’s birth are irrelevant: it is what you do with the gift of life that determines who you are”, and the trainers leave the island, remembering and reflecting on Mewtwo's message.",
    "error": "and the trainers leave the island, remembering and reflecting on Mewtwo's message.",
    "correction": "Um, actually, the trainers don't remember Mewtwo's message. Mewtwo erases everyone's memories - so nobody (except Mewtwo) learned anything!"
  },
  {
    "author": "By Peter the Human",
    "title": "Princess Mononoke",
    "category": "Anime & Manga",
    "phrase_text": "The titular Princess Mononoke was abandoned by her parents as a child after the wolf goddess Moro attacked them for destroying the forest. Moro gave Mononoke her name and raised her as her own daughter - and as such, she is also very concerned with protecting the forest and the animals and spirits she lives with from the citizens of Irontown, who are clearcutting the forest to mine iron.",
    "error": "Moro gave Mononoke her name and raised her as her own daughter",
    "correction": "Um, actually, Moro didn't give her the name Mononoke. \"Princess Mononoke\" is a title that the residents of Iron Town gave her. Mononoke are supernatural, shape-shifting beings. The name Moro gave to her is San - Japanese for \"three“."
  },
  {
    "author": "By Peter the Human",
    "title": "Spy X Family",
    "category": "Anime & Manga",
    "phrase_text": "Everybody's got secrets! Yor Forger is secretly an assassin, her husband Loid is secretly a spy from Westalis, and her adopted daughter Anya is secretly psychic. When Yor has to explain to her younger brother Yuri (who is secretly a member of Ostiana's Secret Police) why she hadn't told him about her marriage, she explains she needed to keep the marriage secret to help Anya get a scholarship at Eden Academy.",
    "error": "she explains she needed to keep the marriage secret to help Anya get a scholarship at Eden Academy.",
    "correction": "Um, actually, Yor doesn't give an explanation relating to Anya's scholarship. Yor's cover is simply that she forgot to tell Yuri. And then that she forgot that she had forgotten to tell Yuri."
  },
  {
    "author": "By Peter the Human",
    "title": "Adventure Time",
    "category": "Cartoons",
    "phrase_text": "Marceline the Vampire Queen is a half-vampire/half-demon who plays a bass guitar, which she crafted from her family's heirloom battle-axe. At a little over a thousand years old, her immortality is sustained by drinking blood; and she has gained several supernatural powers from absorbing the essence of powerful vampires - including the powers of flight, invisibility, shape-shifting and rapid healing.",
    "error": "t a little over a thousand years old, her immortality is sustained by drinking blood;",
    "correction": "Um, actually, Marceline's immortality isn't sustained by drinking blood. Marceline can drink the color red instead of blood."
  },
  {
    "author": "By Peter the Human",
    "title": "Animaniacs",
    "category": "Cartoons",
    "phrase_text": "“Animaniacs” followed (among others) the Warner Brothers, Yakko and Wakko, and the Warner Sister Dot - anthropomorphic cartoon dogs that were created in the 1930s. After the trio ran amok throughout Warner Bros. Studios creating chaos, they were locked in the studio water tower until they escaped in the 90s. Frequently, the Warners were joined by Dr. Otto von Scratchansniff and Hello Nurse, who fruitlessly attempted to force the siblings to be “less zany”.",
    "error": "“Animaniacs” followed (among others) the Warner Brothers, Yakko and Wakko, and the Warner Sister Dot - anthropomorphic cartoon dogs that were created in the 1930s.",
    "correction": "Um, actually, the Warner Siblings aren’t dogs. Their species was never made clear. This fact was lampshaded in the song “What Are We?” where the siblings reached the conclusion that they were ‘cute’."
  },
  {
    "author": "By Peter the Human",
    "title": "Beauty and the Beast",
    "category": "Cartoons",
    "phrase_text": "The Beast's castle may seem nice, with sixty rooms and Baroque architecture (according to Cogsworth), but it was cursed by an enchantress as punishment for the young prince's cruelty. Despite the Beast's warnings, Belle enters the castle's forbidden West Wing and discovers the Beast's magnificent library. After the Beast orders her to \"Get out!\" she flees into the woods and is ambushed by a pack of wolves. Fortunately, the Beast rescues her.",
    "error": "Despite the Beast's warnings, Belle enters the castle's forbidden West Wing and discovers the Beast's magnificent library.",
    "correction": "Um, actually, the library isn't in the West Wing of the castle. Belle discovers the Enchanted Rose in the West Wing. The beast offers Belle the library as a \"surprise\" later."
  },
  {
    "author": "By Peter the Human",
    "title": "The Boondocks",
    "category": "Cartoons",
    "phrase_text": "Uncle Ruckus is a self-loathing black man who holds extremely racist views towards all non-white people. Frequently antagonistic towards the Freeman family, he lives in a one-room shack on the outskirts of Woodcrest. At various times he has claimed to be a Caucasian man with \"re-vitiligo\"; and uses his French and Irish ancestry (confirmed in his DNA test) as evidence of his whiteness.",
    "error": "and uses his French and Irish ancestry (confirmed in his DNA test) as evidence of his whiteness.",
    "correction": "Um, actually, the DNA test didn't confirm Ruckus’ French or Irish ancestry. Uncle Ruckus' DNA test told him he's 102% African with a 2% margin of error."
  },
  {
    "author": "By Peter the Human",
    "title": "Futurama",
    "category": "Cartoons",
    "phrase_text": "The Brain Spawn are a species of sentient, flying brains that were responsible for the extinction of the dinosaurs, and invaded planet Earth during the 31st century. The species has the ability to render nearly all humans stupid - the sole exception being Fry; who is immune to this power because he lacks the delta brainwave, as a result of being cryogenically frozen.",
    "error": "who is immune to this power because he lacks the delta brainwave, as a result of being cryogenically frozen.",
    "correction": "Um, actually, Fry doesn't lack the delta brainwave because of being frozen. He lacks the brainwave because he is his own grandfather (due to some \"nasty in the past-y\")"
  },
  {
    "author": "By Peter the Human",
    "title": "Gravity Falls",
    "category": "Cartoons",
    "phrase_text": "The town of Gravity Falls is home to all kinds of peculiar creatures: including the hyper-masculine Manotaurs, the Trickster that emerges every Halloween to punish children who don't show respect to the Halloween spirit, the Lilliputtians (small, golf-ball headed hominids who secretly run Ye Royal Discount Putt Hutt) and gnomes who can stack themselves together to form a giant, gnome-like monster.",
    "error": "the Trickster that emerges every Halloween to punish children who don't show respect to the Halloween spirit,",
    "correction": "Um, actually, the Trickster doesn't come out on Halloween. The Trickster comes out on Summerween - a summer festival that uses jack-o-melons instead of jack-o-lanterns."
  },
  {
    "author": "By Peter the Human",
    "title": "He-Man and the Masters of the Universe",
    "category": "Cartoons",
    "phrase_text": "Prince Adam is endowed with fabulous secret powers whenever he holds the Sword of Power aloft and proclaims, “By the Power of Grayskull!”, transforming him into He-Man. He uses this power to defend the planet Etheria from the forces of the villainous Skeletor, who seeks to conquer Castle Grayskull and become powerful enough to rule the Universe.",
    "error": "He uses this power to defend the planet Etheria from the forces of the villainous Skeletor,",
    "correction": "Um, actually, He-Man doesn’t live on Etheria. He-Man's planet is called Eternia. His sister She-Ra's planet is called Etheria."
  },
  {
    "author": "By Peter the Human",
    "title": "The Incredibles",
    "category": "Cartoons",
    "phrase_text": "Years after being rejected as a sidekick by Bob Parr (AKA Mr. Incredible), Buddy Pine (AKA Syndrome) lures Mr. Incredible to an island to fight his robotic Omnidroid. There, he learns that Syndrome has been perfecting his Omnidroid in order to stage an attack, by hiring different superheroes to fight it, resulting in the deaths of many of Bob’s former colleagues – including Thunderhead, Stratogale, Meta Man, Dynaguy and Splashdown.",
    "error": "resulting in the deaths of many of Bob’s former colleagues – including Thunderhead, Stratogale, Meta Man, Dynaguy and Splashdown.",
    "correction": "Um, actually, the dead superheroes listed here didn't die fighting the Omnidroid. They all died in cape-related accidents, shown in a montage during Edna Mode’s supersuit redesign for Mr. Incredible"
  },
  {
    "author": "By Peter the Human",
    "title": "Inside Job",
    "category": "Cartoons",
    "phrase_text": "“Inside Job” is a workplace comedy set in a world where many conspiracy theories are real. The series follows Reagan Ridley, a scientist working at Cognito Inc. - one of six organizations that secretly control the world. The other five organizations are the Atlanteans, the Reptoids, the Catholic Church, Vampires (such as Keanu Reeves) and the Illuminati (whose members include Jay-Z and Beyoncé).",
    "error": "Vampires (such as Keanu Reeves) and the Illuminati (whose members include Jay-Z and Beyoncé).",
    "correction": "Um, actually, vampires aren't one of the organizations that control the world. The fifth group not mentioned here are the Juggalos – fans of the band Insane Clown Posse who control all the world’s finances."
  },
  {
    "author": "By Peter the Human",
    "title": "Kim Possible",
    "category": "Cartoons",
    "phrase_text": "Kim Possible, the title character of the animated show, was based on the daughters of creators Bob Schooley and Mark McCorkle, and their childhood hero James Bond. Kim's nemeses are appropriately Bond-esque, including the mad scientist Dr. Drakken and his sidekick, the martial artist Shego - both of whom have discolored skin as a result of being hit by a mysterious rainbow “comet”.",
    "error": "Dr. Drakken and his sidekick, the martial artist Shego - both of whom have discolored skin as a result of being hit by a mysterious rainbow “comet”.",
    "correction": "Um, actually, Dr. Drakken's skin isn't discoloured due to the comet. That's why Shego has green skin, but we never find out why Dr. Drakken has blue skin. The only explanation he gives is that “It was a Tuesday”."
  },
  {
    "author": "By Peter the Human",
    "title": "The Little Mermaid",
    "category": "Cartoons",
    "phrase_text": "The character designs in the 1989 film The Little Mermaid came from a wide variety of sources: the sea witch Ursula’s design was based on drag performer Divine, Ariel’s father King Neptune was based on the mythological figure of the same name, and supervising animator Glen Keane once joked that his wife looked exactly like Ariel “without the fins”.",
    "error": "Ariel’s father King Neptune was based on the mythological figure of the same name,",
    "correction": "Um, actually, Ariel's father isn't called King Neptune. Ariel's father is called King Triton - King Neptune is from SpongeBob SquarePants."
  },
  {
    "author": "By Peter the Human",
    "title": "Metalocalypse",
    "category": "Cartoons",
    "phrase_text": "“Metalocalypse” follows the misadventures of Dethklok, a death metal band so popular, at one point they rank as the seventh-largest economy on Earth. Several Dethklok songs feature throughout the series, including: “Hammer Smashed Face”, “Briefcase Full of Guts”, “I Tamper With The Evidence at the Murder Site of Odin”, “Murmaider”, “Murmaider II: The Water God” and “I Ejaculate Fire”.",
    "error": "Several Dethklok songs feature throughout the series, including: “Hammer Smashed Face”, “Briefcase Full of Guts”, “I Tamper With The Evidence at the Murder Site of Odin”,",
    "correction": "Um, actually, “Hammer Smashed Face” isn't a Dethklok song. It's a song by the real, flesh-and-blood death metal band Cannibal Corpse."
  },
  {
    "author": "By Peter the Human",
    "title": "Pixar",
    "category": "Cartoons",
    "phrase_text": "The timeframe of Pixar’s prequels and sequels varies a lot: “Monsters University” takes place years before the titular university was mentioned in “Monsters Inc.”, whereas “The Incredibles 2” picks up immediately where the first film left off. “Finding Dory” takes place a year after the events of “Finding Nemo”, and “Toy Story 3” takes place a full decade after “Toy Story 2”, with a now 17-year-old Andy leaving for college.",
    "error": "“Monsters University” takes place years before the titular university was mentioned in “Monsters Inc.”,",
    "correction": "Um, actually, Monster's University wasn't mentioned in Monsters Inc. This caused an unintentional plot hole: Mike says that Sully’s been jealous of his good looks since fourth grade in “Monsters Inc”."
  },
  {
    "author": "By Peter the Human",
    "title": "Rick and Morty",
    "category": "Cartoons",
    "phrase_text": "In the episode “Pickle Rick”, Rick turns himself into a pickle to avoid going to family therapy. A series of bizarre events leads to Rick, as a pickle in an exo-suit made from rat parts, doing battle with a group of Russian agents who mistake him for the legendary assassin Baba Yaga. Rick ultimately defeats the Agency Director by teaming up with a fighter known as Jaguar, that had been sent to kill him.",
    "error": "doing battle with a group of Russian agents who mistake him for the legendary assassin Baba Yaga.",
    "correction": "Um, actually, the agents didn't mistake Rick for Baba Yaga. Baba Yaga was the nickname given to John Wick, which this episode is partly an homage to. Pickle Rick was actually called “Solen'ya” – a pickle man who crawls from bowls of soup and steals the dreams of wasteful children."
  },
  {
    "author": "By Peter the Human",
    "title": "She-Ra and the Princesses of Power",
    "category": "Cartoons",
    "phrase_text": "The various Princesses in “She-Ra” are not necessarily all rulers or heirs of a kingdom, but they do all derive magical abilities from runestones: such as Perfuma’s runestone Heart Blossom which gives her the ability to control plants, Mermista’s runestone Pearl which gives her control of water, and Scorpia’s runestone Black Garnet which gives her control of electricity.",
    "error": "but they do all derive magical abilities from runestones:",
    "correction": "Um, actually, the princesses don't all use magical abilities. One of the princesses, Entrapta, has no runestone or magical abilities – she is the monarch of Dryl, and she’s just very good with technology."
  },
  {
    "author": "By Peter the Human",
    "title": "The Simpsons",
    "category": "Cartoons",
    "phrase_text": "The episode “A Star Is Burns”, a crossover episode with “The Critic”, follows the Springfield Film Festival – judged by titular critic Jay Sherman, alongside Krusty, Mayor Quimby, Marge and Homer. Homer struggles to choose a contest winner between his boss Mr. Burns’ self-aggrandising project \"A Burns For All Seasons\" and Barney’s more introspective film about his alcoholism, \"Pukahontas\".",
    "error": "Homer struggles to choose a contest winner between his boss Mr. Burns’ self-aggrandising project \"A Burns For All Seasons\" ",
    "correction": "Um, actually, Homer didn't think A Burns for All Seasons should win. He was conflicted between \"Pukahontas\" and Hans Moleman's film \"Man Getting Hit By Football\" - where Moleman gets hit in the groin with a football."
  },
  {
    "author": "By Peter the Human",
    "title": "Steven Universe",
    "category": "Cartoons",
    "phrase_text": "The Crystal Gems are a group of rebels against The Great Diamond Authority on the Gem Homeworld, founded by Pink Diamond under the guise of Rose Quartz. Although others later join the group, at the beginning of the series the Gems consist of Pearl, Amethyst and Garnet (a fusion of Ruby and Sapphire) who all hail from the Gem Homeworld; and Steven - Rose Quartz's half-Gem, half-human son who was born on Earth.",
    "error": "the Gems consist of Pearl, Amethyst and Garnet (a fusion of Ruby and Sapphire) who all hail from the Gem Homeworld;",
    "correction": "Um, actually, Amethyst doesn't hail from the Gem Homeworld. Amethyst was created in an Earth Kindergarten."
  },
  {
    "author": "By Peter the Human",
    "title": "Teenage Mutant Ninja Turtles",
    "category": "Cartoons",
    "phrase_text": "The Teenage Mutant Ninja Turtles are four turtles who were exposed to a mutagenic \"ooze\" and adopted by Master Splinter - a mutated rat who previously belonged to ninja master Hamato Yoshi. Master Splinter adopts the turtles as his sons: naming them after Italian Renaissance artists and training them in the art of ninjitsu.",
    "error": "Master Splinter - a mutated rat who previously belonged to ninja master Hamato Yoshi.",
    "correction": "Um, actually, Master Splinter wasn't a rat belonging to Hamato Yoshi. This is Splinter's origin in the original comic books and some other adaptations - in the 1987 cartoon, Master Splinter is Hamato Yoshi. He mutated when the ooze combined his DNA with that of sewer rats."
  },
  {
    "author": "By Peter the Human",
    "title": "Turning Red",
    "category": "Cartoons",
    "phrase_text": "The female descendants of Sun Yee are afflicted with the ability to transform into giant red pandas when they experience strong emotions - a curse that manifests on a descendant's thirteenth birthday. The red panda spirit can be sealed away by performing a ritual that encases it in an object under a red moon; but protagonist Meilin Lee learns to control her power by thinking about her friends.",
    "error": "a curse that manifests on a descendant's thirteenth birthday.",
    "correction": "Um, actually, the curse doesn't manifest on their 13th birthdays. There’s no clear timescale for when the curse manifests - in fact, the curse manifesting so early catches Meilin's parents off-guard, with her father saying, \"It's happened already?!\""
  },
  {
    "author": "By Peter the Human",
    "title": "Wallace and Gromit",
    "category": "Cartoons",
    "phrase_text": "In “The Wrong Trousers”, Wallace rents out the spare bedroom to a penguin, who turns out to be the wanted criminal Feathers McGraw. After using Wallace’s techno trousers steal a diamond; a high-speed model train chase ensues. The chase ends when Gromit captures Feathers in a milk bottle, and he is sent to prison by the police.",
    "error": "The chase ends when Gromit captures Feathers in a milk bottle, and he is sent to prison by the police.",
    "correction": "Um, actually, Feathers McGraw doesn't go to prison. He’s a penguin – so Feathers McGraw is sent to the zoo!"
  },
  {
    "author": "By Peter the Human",
    "title": "Arrow",
    "category": "Comics & Superheroes",
    "phrase_text": "Season One of “Arrow” follows Oliver Queen hunting down individuals on ‘The List’ – a list of names that he obtained from his father, Robert. It is later revealed that ‘The List’ is the list of names of benefactors towards ‘The Undertaking’, a plan to destroy a crime-ridden neighbourhood of Star City called The Glades. Notable names on ‘The List’ include Guillermo “Brutale” Barrera and Hannibal “Everyman” Bates.",
    "error": "‘The Undertaking’, a plan to destroy a crime-ridden neighbourhood of Star City called The Glades.",
    "correction": "Um, actually, the city isn't called “Star City”. At the time of The Undertaking, the city was known as Starling City. It was later renamed Star City after the apparent death of Ray Palmer."
  },
  {
    "author": "By Peter the Human",
    "title": "Avengers",
    "category": "Comics & Superheroes",
    "phrase_text": "In “The Avengers”, Loki steals the Tesseract from a S.H.I.E.L.D. research facility and uses it to control the mind of Clint “Hawkeye” Barton. This prompts Nick Fury to activate the Avengers Initiative, to capture Loki and retrieve the Tesseract. The plan seems to be successful when Loki is imprisoned on the Helicarrier, until he escapes and successfully uses the Tesseract to open a wormhole allowing a Chitauri fleet to invade New York.",
    "error": "Loki steals the Tesseract from a S.H.I.E.L.D. research facility and uses it to control the mind of Clint “Hawkeye” Barton.",
    "correction": "Um, actually, Loki doesn't use the Tesseract to control Hawkeye's mind. He uses the Mind Stone in his scepter, not the Space Stone in the Tesseract."
  },
  {
    "author": "By Peter the Human",
    "title": "Avengers",
    "category": "Comics & Superheroes",
    "phrase_text": "The battle against Thanos in Avengers: Endgame gave us a scene that was either an empowering feminist statement or cheap virtue signalling – depending on who you ask – as Captain Marvel takes the Infinity Gauntlet from Peter Parker and flies through the Chitauri horde, accompanied by many female Marvel characters, including Scarlet Witch, Valkyrie, Okoye, Pepper Potts, Mantis, Black Widow, Shuri, Wasp, Gamora and Nebula.",
    "error": "including Scarlet Witch, Valkyrie, Okoye, Pepper Potts, Mantis, Black Widow, Shuri, Wasp, Gamora and Nebula.",
    "correction": "Um, actually, Black Widow wasn't present at the battle against Thanos. Black Widow had died earlier in the film, sacrificing herself to retrieve the Soul Stone."
  },
  {
    "author": "By Peter the Human",
    "title": "Avengers",
    "category": "Comics & Superheroes",
    "phrase_text": "Thanos is a particularly quotable villain. Some of his lines from Infinity War include: “The hardest choices require the strongest wills”, “A simple spell, but quite unbreakable”, “Dread it, run from it, destiny arrives all the same”, and “Perfectly balanced, as all things should be”.",
    "error": "Some of his lines from Infinity War include: “The hardest choices require the strongest wills”, “A simple spell, but quite unbreakable”,",
    "correction": "Um, actually, “A simple spell, but quite unbreakable” wasn't said by Thanos. It was said by Doctor Strange - but, like many of Thanos' lines, it became a meme."
  },
  {
    "author": "By Peter the Human",
    "title": "Batfamily",
    "category": "Comics & Superheroes",
    "phrase_text": "The Batman villain Bane debuted in the Knightfall storyline, where he had a diabolical plan for defeating Batman. After escaping from Arkham Asylum, he freed other inmates (including Joker, Poison Ivy and Scarecrow) to wreak havoc on Gotham – causing Batman to spend 3 months rounding them up and running himself to exhaustion, after which Bane fought him in the Batcave and broke his back.",
    "error": "After escaping from Arkham Asylum, he freed other inmates",
    "correction": "Um, actually, Bane wasn't imprisoned in Arkham. Bane was raised in an entirely separate prison in South America called Peña Duro."
  },
  {
    "author": "By Shinitenshi",
    "title": "The Boys",
    "category": "Comics & Superheroes",
    "phrase_text": "The Boys are a vigilante group including Hughie, who joined the team after his girlfriend was killed by the superhero A-Train, weapons expert Frenchie, Butcher, who leads the team and earned his nickname from his violent methods, military veteran Mother’s Milk, and The Female, a selectively mute woman - although nameless in the original comics, her name was revealed to be Kimiko Miyashiro in the TV adaptation.",
    "error": "weapons expert Frenchie, Butcher, who leads the team and earned his nickname from his violent methods,",
    "correction": "Um, actually, Butcher’s nickname doesn’t come from his violent methods. Butcher's actual name is Billy Butcher."
  },
  {
    "author": "By Peter the Human",
    "title": "Batfamily",
    "category": "Comics & Superheroes",
    "phrase_text": "Heath Ledger's portrayal of Joker was particularly quotable. His one-liners include: “Whatever doesn't kill you, simply makes you stranger”, “Wanna know how I got these scars?”, “I’m gonna make this pencil disappear”, “It’s not about the money, it’s about sending a message”, “Some men just want to watch the world burn”, “I’m an agent of chaos” and, of course, “Why so serious?”",
    "error": "“Some men just want to watch the world burn”, “I’m an agent of chaos” and, of course, “Why so serious?”",
    "correction": "Um, actually, “Some men just want to watch the world burn” isn't a Joker quote. That line was said by Alfred."
  },
  {
    "author": "By Peter the Human",
    "title": "DC Rebirth",
    "category": "Comics & Superheroes",
    "phrase_text": "The story “And Then There Were Three” details Wonder Woman's first encounter with Batman and Superman in the DC Rebirth canon. In a memorable sequence, the three hold Diana's Lasso of Truth and state their names. Wonder Woman introduces herself as Diana of Themyscira, Daughter of Queen Hippolyta, Batman as Bruce Wayne, and Superman introduces himself with both his human and Kryptonian names: Clark Kent and Kal-El.",
    "error": "Batman as Bruce Wayne,",
    "correction": "Um, actually, Batman doesn't introduce himself as Bruce Wayne. He introduces himself as Batman - implying he considers that to be his 'real' name."
  },
  {
    "author": "By Peter the Human",
    "title": "The Death of Superman",
    "category": "Comics & Superheroes",
    "phrase_text": "“The Death of Superman” was a trilogy of story arcs that ran through the early 90s. In the third and final story arc, after the Justice League International, Professor Emil Hamilton and Bibbo Bibbowski fail to stop the supervillain Doomsday; Doomsday and Superman kill each other. The arc concludes with Superman’s funeral being attended by a variety of superheroes and supervillains, as well as Bill and Hillary Clinton.",
    "error": "In the third and final story arc, after the Justice League International, Professor Emil Hamilton and Bibbo Bibbowski fail to stop the supervillain Doomsday;",
    "correction": "Um, actually, those events didn't occur during the third story arc. Superman dies at the end of the first arc. The second arc deals with Superman's funeral and the fallout from his death, and he returns in the third arc."
  },
  {
    "author": "By Peter the Human",
    "title": "Guardians of the Galaxy",
    "category": "Comics & Superheroes",
    "phrase_text": "The Guardians of the Galaxy from the film of the same name consist of Peter “Star-Lord” Quill, a half-human man who was raised by the Ravagers; Gamora, who was trained to be a personal assassin for the Mad Titan Thanos; the warrior Drax, who seeks to avenge his family's death at the hands of Ronin the Accuser; and two bounty hunters – humanoid tree-like creature Groot, who we only ever hear say “I am Groot”; and Rocket, a genetically engineered raccoon.",
    "error": "humanoid tree-like creature Groot, who we only ever hear say “I am Groot”;",
    "correction": "Um, actually, Groot doesn't only say “I am Groot”. He says “We are Groot” when he sacrifices himself in “Guardians of the Galaxy” and “I love you guys” in “Guardians of the Galaxy: Vol. 3”"
  },
  {
    "author": "By Peter the Human",
    "title": "Harley Lives!",
    "category": "Comics & Superheroes",
    "phrase_text": "“Detective Comics Volume 2” gave us a new insight into the origins of Harley Quinn. Disguised as a cop, she gives free games consoles to the children of Gotham. From the top of a building, she reflects on her origins and how she has begun to disassociate when violence occurs; before enacting her master plan - the game consoles update to hypnotize the children into becoming her army of child soldiers.",
    "error": "before enacting her master plan - the game consoles update to hypnotize the children into becoming her army of child soldiers.",
    "correction": "Um, actually, the video game consoles aren't hypnotic. The update makes the consoles explode, killing children en masse."
  },
  {
    "author": "By Peter the Human",
    "title": "Injustice: Gods Among Us",
    "category": "Comics & Superheroes",
    "phrase_text": "The Injustice comics follow an alternate timeline in which Superman becomes a dictator. Superman's descent begins when Joker lures him into a trap: Joker had stolen a nuclear weapon which he placed in the center of Metropolis, set to detonate when Doomsday's heart stopped. After Superman finds Doomsday and launches him into outer space, he inadvertently detonates the device and kills the citizens of Metropolis.",
    "error": "set to detonate when Doomsday's heart stopped. After Superman finds Doomsday and launches him into outer space,",
    "correction": "Um, actually, Doomsday wasn't part of Joker's plan. The device was linked to Lois Lane's heart. Superman killed Lois Lane, thinking she was Doomsday under the influence of Scarecrow's Fear Toxin."
  },
  {
    "author": "By Peter the Human",
    "title": "Ms. Marvel",
    "category": "Comics & Superheroes",
    "phrase_text": "Kamala Khan is the most recent incarnation of Ms. Marvel, both in comics and the MCU. In the comics, Kamala is descended from Inhumans, and has morphogenetic powers activated by bangle that was given to her by Carol Danvers. In the TV show \"Ms. Marvel\", Kamala is descended from Clandestines and can manipulate extra-dimensional energy with her powers, activated by a bangle that belonged to her great-grandmother Aisha.",
    "error": "and has morphogenetic powers activated by bangle that was given to her by Carol Danvers.",
    "correction": "Um, actually, comic book Kamala's powers don't come from a bangle - and she didn't receive the Bangle from Carol Danvers. Ms. Marvel is an Inhuman/Mutant hybrid who gained her powers by inhaling Terrigen Mist. In the comics, Aisha's bangle was used to smuggle money out of India during Partition"
  },
  {
    "author": "By Peter the Human",
    "title": "Scott Pilgrim",
    "category": "Comics & Superheroes",
    "phrase_text": "The Scott Pilgrim series of graphic novels and its film adaptation follows Canadian musician and slacker Scott Pilgrim’s quest to defeat the seven evil ex-boyfriends of delivery girl Ramona Flowers. These include actor and professional skateboarder Lucas Lee, super-powered vegan Todd Ingram, and twins Kyle and Ken Katayanagi – who, in the graphic novels, built several robots to fight Scott.",
    "error": "Scott Pilgrim’s quest to defeat the seven evil ex-boyfriends of delivery girl Ramona Flowers.",
    "correction": "Um, actually, Scott doesn't have to defeat seven ex-boyfriends. One of Ramona's exes is a woman - lesbian ninja Roxy Richter."
  },
  {
    "author": "By Queercodedcoder & Peter the Human",
    "title": "Spider-Man",
    "category": "Comics & Superheroes",
    "phrase_text": "The various Spider-People in “Spider-Man: Into the Spider-Verse” may have all been bitten by a radioactive spider and consider themselves the “one and only” Spidey in their universe, but they couldn't be more different: Peter B. Parker is a divorcee living in a one-bedroom apartment, Spider Man Noir is a P.I. living in 1933 who likes to drink egg creams and fight Nazis, and Peter Porker is a photographer for the Daily Beagle.",
    "error": "may have all been bitten by a radioactive spider and consider themselves the “one and only” Spidey in their universe,",
    "correction": "Um, actually, not all of the Spider-Men were bitten by a radioactive spider. Peter Porker was a spider who was bitten by a radioactive pig."
  },
  {
    "author": "By Peter the Human",
    "title": "Teen Titans",
    "category": "Comics & Superheroes",
    "phrase_text": "In the episode “Troq”, the Titans aid the alien superhero Val-Yor in ending his war with the Locrix. Val-Yor repeatedly refers to Starfire as “Troq”. When Cyborg asks Starfire what this means, she initially says it means nothing, but eventually reveals that “Troq” means “princess” and is a painful reminder of her homeworld of Tamaran.",
    "error": "but eventually reveals that “Troq” means “princess” and is a painful reminder of her homeworld of Tamaran.",
    "correction": "Um, actually, “Troq” doesn't mean princess. \"Troq\" a racial slur against Tamaraneans that literally means \"nothing\" - implying that Val-Yor thinks Starfire is worthless."
  },
  {
    "author": "By Peter the Human",
    "title": "The Umbrella Academy",
    "category": "Comics & Superheroes",
    "phrase_text": "“The Umbrella Academy” follows the super-powered adopted children of billionaire Reginald Hargreeves, as they try to prevent an apocalyptic event. The siblings learn of the oncoming apocalypse at Reginald's funeral from their sibling Five. Five had gone missing in 2002 at age 15: he time travelled from 2002, to the apocalypse on April 1st 2019, and then travelled back in time to the date of the funeral on March 25th 2019, still aged 15.",
    "error": "and then travelled back in time to the date of the funeral on March 25th 2019, still aged 15.",
    "correction": "Um, actually, Five isn't still 15 years old. Five Hargreaves lived for 45 years after the apocalypse without aging, time travelling back to the date of the funeral from the year 2064. Five is 77 years old, but still appears to be 15."
  },
  {
    "author": "By Peter the Human",
    "title": "Watchmen",
    "category": "Comics & Superheroes",
    "phrase_text": "In “Watchmen”, Adrian “Ozymandias” Veidt seeks to prevent nuclear war by faking an alien invasion and uniting the superpowers. After explaining his plan to fellow masked vigilantes Rorschach and Nite Owl, a fight ensues as they try to stop him. Ultimately, Ozymandias wins the fight and succeeds, resulting in the death of half of New York City.",
    "error": "After explaining his plan to fellow masked vigilantes Rorschach and Nite Owl, a fight ensues as they try to stop him.",
    "correction": "Um, actually, a fight doesn't break out after Ozymandias explains his plan. Ozymandias had already detonated his bomb 35 minutes before Nite Owl and Rorschach arrived."
  },
  {
    "author": "By Peter the Human",
    "title": "X-Men",
    "category": "Comics & Superheroes",
    "phrase_text": "Professor Charles Xavier turned his family mansion into the Xavier School for Gifted Youngsters, where he could train mutants to use their powers to benefit mankind. He assembled a team under the name ‘X-Men’, originally consisting of Cyclops, Iceman, Beast, Angel and Marvel Girl. Later additions to the team included Wolverine, Jean Grey, Storm, Rogue and Gambit.",
    "error": "Later additions to the team included Wolverine, Jean Grey, Storm, Rogue and Gambit.",
    "correction": "Um, actually, Jean Grey wasn't a later addition to the team. Jean Grey is the same person as Marvel Girl."
  },
  {
    "author": "By Peter the Human",
    "title": "Y: the Last Man",
    "category": "Comics & Superheroes",
    "phrase_text": "“Y: The Last Man” is a post-apocalyptic comic book series that details aftermath of a cataclysmic event that simultaneously kills every mammal with a Y chromosome, except for the amateur escape artist Yorick Brown. The survivors of this apocalypse include women and transgender men (as they do not have a Y chromosome), as well as birds and reptiles (as they have different sex chromosomes).",
    "error": "every mammal with a Y chromosome, except for the amateur escape artist Yorick Brown.",
    "correction": "Um, actually, the event doesn't kill every mammal with a Y chromosome. Yorick's (male) pet monkey Ampersand also survives."
  },
  {
    "author": "By Peter the Human",
    "title": "Black Mirror",
    "category": "Community - Anglophilia",
    "phrase_text": "In the episode “Fifteen Million Merits”, Bing Madsen buys a ticket so his friend Abi can enter the talent contest Hot Shot. After Abi fails to impress the judges, but is cast for a porn channel, Bing saves up to purchase another ticket and enter Hot Shot himself. The episode concludes with Bing slitting his own throat onstage with a shard of broken glass, and a judge declaring that it was the greatest act in the show's history.",
    "error": "The episode concludes with Bing slitting his own throat onstage with a shard of broken glass, and a judge declaring that it was the greatest act in the show's history.",
    "correction": "Um, actually, Bing doesn't kill himself. He is given his own show where he rants against the cruelty of the system – but has increased his social status significantly."
  },
  {
    "author": "By Peter the Human",
    "title": "Blake's 7",
    "category": "Community - Anglophilia",
    "phrase_text": "In sci-fi series “Blake’s 7”, the titular dissident Roj Blake is deported from Earth to a penal colony, following his arrest for inciting a rebellion against the totalitarian Terran Federation. While en route, Blake and his fellow prisoners Jenna Stannis and Kerr Avon break free and escape on a technologically advanced alien spacecraft, which its central computer 'Zen' informs them is named Liberator.",
    "error": "following his arrest for inciting a rebellion against the totalitarian Terran Federation.",
    "correction": "Um, actually, Blake wasn't deported for inciting a rebellion. Blake did incite a rebellion - but he was brainwashed into making a confession and denouncing the rebellion. His memory of those years was then blocked. When he started to remember, he was arrested on false charges."
  },
  {
    "author": "By Peter the Human",
    "title": "Doctor Who",
    "category": "Community - Anglophilia",
    "phrase_text": "The episode “Blink” focuses on Sally Sparrow, who discovers messages from the Doctor under wallpaper and in Easter Eggs in her DVDs. Trapped in 1969, he gives Sally these messages to help her return the TARDIS before it falls into the hands of the Weeping Angels: predatory creatures that turn to stone when observed but can instantly kill their victims the second they stop looking at them.",
    "error": "predatory creatures that turn to stone when observed but can instantly kill their victims the second they stop looking at them.",
    "correction": "Um, actually, the Weeping Angels don't instantly kill their victims. They send them back in time and make them 'live to death’."
  },
  {
    "author": "By Peter the Human",
    "title": "Don't Hug Me I'm Scared",
    "category": "Community - Anglophilia",
    "phrase_text": "The webseries “Don't Hug Me I'm Scared” and the TV series of the same name are surreal-musical-comedy-horror shows which combine puppetry with animation. In both the web and TV series, series co-creator Joseph Pelling plays 'Red Guy': a tall red creature who usually speaks in a monotone, inexpressive voice despite the horrific events that unfold around him - making it even more jarring when we hear him raise his voice for the first time in the opening theme of Episode 4 of the TV series, screaming, \"And we live in an ACTUAL NIGHTMARE!\"",
    "error": "making it even more jarring when we hear him raise his voice for the first time in the opening theme of Episode 4 of the TV series,",
    "correction": "Um, actually, that isn’t the first time Red Guy raises his voice. Three episodes beforehand, in the series premiere ‘Jobs’, Red Guy learns how to scream down the phone to deal with customers."
  },
  {
    "author": "By Peter the Human",
    "title": "Life on Mars",
    "category": "Community - Anglophilia",
    "phrase_text": "After detective Sam Tyler has a car accident in the year 2006 and wakes up in 1973, he questions if he's mad, in a coma or has gone back in time. While continuing his police work, he contends with outdated methods and attitudes of DCI Gene Hunt - and in a memorable finale, chooses to return to 2006 by gathering incriminating evidence on Hunt.",
    "error": "and in a memorable finale, chooses to return to 2006 by gathering incriminating evidence on Hunt.",
    "correction": "Um, actually, Sam doesn't submit the evidence against Gene Hunt. Sam wakes up from a gunfight in 1973 to find his brain tumor has been removed in 2006 - but then chooses to return to 1973 by jumping off the top of his police station."
  },
  {
    "author": "By Peter the Human",
    "title": "Misfits",
    "category": "Community - Anglophilia",
    "phrase_text": "The first season of “Misfits” follows a group of young offenders who gain special abilities after an electrical storm. While most of the group gain superpowers - such as Kelly who becomes telepathic and Alisha who sends people into a sexual frenzy when they touch her skin - Nathan Young does not gain superpowers, and eventually dies fighting superpowered cult leader Rachel.",
    "error": "Nathan Young does not gain superpowers, and eventually dies fighting superpowered cult leader Rachel.",
    "correction": "Um, actually, Nathan does have a superpower. After he wakes up in his coffin, alive, he realizes his superpower is immortality."
  },
  {
    "author": "By Shinitenshi",
    "title": "Monty Python's Life of Brian",
    "category": "Community - Anglophilia",
    "phrase_text": "In a famous scene, the leader of the Judean People's Front rhetorically asks what the Romans have given the people of Judea. This prompts resistance members to start suggesting things the Romans have given them, including the aqueduct, sanitation, the roads, irrigation, medicine, education, wine, public order and bringing peace.",
    "error": "the leader of the Judean People's Front rhetorically asks what the Romans have given the people of Judea.",
    "correction": "Um, actually, the question wasn't asked by the leader of the Judean People's Front. It was asked by the leader of the People's Front of Judea - who hates the Judean People's Front."
  },
  {
    "author": "By Peter the Human",
    "title": "Raven",
    "category": "Community - Anglophilia",
    "phrase_text": "In kids’ game show “Raven”, the titular character leads his young warriors to do battle with his nemesis, Nevar. If the warriors lose too many lives during challenges such as Deep Loch, Blasted Mountain or Riddle Bridge and find themselves in last place; they may have to face The Way of the Warrior – an intense obstacle course that remained unbeaten throughout the show's original ten seasons.",
    "error": "an intense obstacle course that remained unbeaten throughout the show's original ten seasons.",
    "correction": "Um, actually, the Way of the Warrior wasn't unbeaten. The course was only ever beaten four times in ten seasons – by the warriors Ishal, Varna, Worjo and Kinsa."
  },
  {
    "author": "By Peter the Human",
    "title": "Sherlock",
    "category": "Community - Anglophilia",
    "phrase_text": "The BBC series “Sherlock” gave us updated versions of the classic Conan Doyle characters, including a flirtatious Irene Adler played by Lara Pulver in the episode \"A Scandal in Belgravia\". Sherlock deduces that the password to her smartphone (which contains compromising photos of her and a member of the royal family) is “221B” - his house number - after reading her pulse and determining her affections for him.",
    "error": "Sherlock deduces that the password to her smartphone (which contains compromising photos of her and a member of the royal family) is “221B”",
    "correction": "Um, actually, the password isn't 221B. The password is \"SHER\" to spell out \"I Am SHERLocked\" on her lockscreen."
  },
  {
    "author": "By Peter the Human",
    "title": "Thunderbirds",
    "category": "Community - Anglophilia",
    "phrase_text": "The titular Thunderbirds are \"miracle machines\" piloted by the five sons of astronaut Jeff Tracy, consisting of two supersonic planes, a rocket, a minisubmarine and a space station. The \"supermarionation\" series also featured various other vehicles - including Lady Penelope Parker's car The Compact Pussycat (a Pink Rolls-Royce equipped with machine cannons, harpoon cables and bulletproof tires), the hypersonic airliner Fireflash, and Thunderbird 6 -  a restored Tiger Moth biplane.",
    "error": "including Lady Penelope Parker's car The Compact Pussycat (a Pink Rolls-Royce equipped with machine cannons, harpoon cables and bulletproof tires),",
    "correction": "Um, actually, Lady Penelope's car isn't called The Compact Pussycat. Penelope Parker's car is called FAB 1. The Compact Pussycat is driven by Penelope Pitstop in Wacky Races."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "Beowulf is a young warrior from Geatland who leaves his homeland to assist Hrothgar, king of the Danes, in defending his great hall from Grendel: a troll-like monster said to be descended from the biblical figure Cain. Beowulf engages in a violent battle with Grendel, eventually slaying him by stabbing him through the heart with his legendary sword Næġling.",
    "error": "eventually slaying him by stabbing him through the heart with his legendary sword Næġling.",
    "correction": "Um, actually, Beowulf doesn't slay Grendel with a sword. Since Grendel is unarmed, Beowulf chooses to fight without any weapons. He defeats Grendel by tearing off Grendel's arm at the shoulder."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "In the epic poem Inferno, Dante finds himself being guided through Hell by the Roman poet Virgil. The pair venture through the nine circles of hell, encountering mythological characters and historical figures such as Helen of Troy, the Minotaur, Medusa, Alexander the Great, Attila the Hun and Judas Iscariot before reaching the very center of Hell; where Satan himself is burning eternally in a lake of fire.",
    "error": "the very center of Hell; where Satan himself is burning eternally in a lake of fire.",
    "correction": "Um, actually, Satan isn't burning in a lake of fire. He is frozen in a lake of ice."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "After a princess loses her golden ball in a well, a frog offers to retrieve it if the princess promises to love him, let him eat from her golden plate and sleep in her bed. The frog retrieves the ball, and (at her father's encouragement), the princess keeps her promises. When she kisses the frog, it breaks a curse, and he transforms back into a prince. The prince's servant Faithful Heinrich arrives the following morning to return the prince to his kingdom.",
    "error": "When she kisses the frog, it breaks a curse, and he transforms back into a prince.",
    "correction": "Um, actually, the frog wasn't transformed by a kiss. In the Grimm's Fairy Tale version, the frog is transformed after the princess throws him against a wall."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "Sun Wukong, the Monkey King, possesses enormous strength and power. According to the legend, he is able to support the weight of two celestial mountains and can travel over 30,000 miles with a single somersault. He also possesses a magical circlet gifted to him from the Buddha, which gives him the power to freeze people in place.",
    "error": "He also possesses a magical circlet gifted to him from the Buddha, which gives him the power to freeze people in place.",
    "correction": "Um, actually, the magical circlet doesn't give Sun Wukong powers. Although Sun Wukong does have the power to freeze people, the magical circlet was given to Sun Wukong so the monk Tang Seng could discipline him by giving him headaches."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "The Minotaur was a part-man, part-bull monster that dwelt at the centre of a labyrinth. It was created after the King Minos refused to sacrifice a beautiful snow-white bull to Poseidon, causing Poseidon to transform the bull into the hideous Minotaur. The Minotaur was killed by Theseus, aided by Minos’ daughter Ariadne, who gave Theseus a ball of thread to help him navigate the maze.",
    "error": "causing Poseidon to transform the bull into the hideous Minotaur.",
    "correction": "Um, actually, the minotaur wasn't a cursed bull. Poseidon asked Aphrodite to curse Minos' wife Pasiphaë to fall in love with the bull... and thus, the Minotaur was born."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "A jealous Set murdered his brother Osiris by tricking him into getting into a sarcophagus that Set sealed shut and threw into the Nile. Osiris' wife Isis gathered the fourteen scattered pieces of his corpse, reconstituting the body to make it whole again. This allowed Isis to briefly revive Osiris and conceive their son Horus; with Osiris living on as God of the underworld thereafter.",
    "error": "Osiris' wife Isis gathered the fourteen scattered pieces of his corpse, reconstituting the body to make it whole again.",
    "correction": "Um, actually, Isis didn't reassemble Osiris' whole body. She found thirteen pieces, but was missing his genitals; so she had to make a temporary replacement."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "The Questing Beast is a creature with the head of a snake, the body of a leopard, the haunches of a lion and the feet of a hart. The Beast appeared to Arthur after he conceived Mordred in an affair with his half-sister Morgause; and although King Pellinore attempted futile quests to hunt the beast, it was finally slain by Arthur after he chased it into a lake.",
    "error": "it was finally slain by Arthur after he chased it into a lake.",
    "correction": "Um, actually, Arthur didn't slay the Questing Beast. It was slain by Sir Palamedes."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "In Hans Christian Andersen's fairy tale, the young boy Kai is captured by the Snow Queen after splinters of a troll's magic mirror get lodged into his heart and eye. Kai's friend Gerda searches for him, and with the help of two crows, a little robber girl, the reindeer Bae and a Finn woman who gives Gerda a potion that grants her \"the strength of twelve men\"; Gerda saves Kai.",
    "error": "a Finn woman who gives Gerda a potion that grants her \"the strength of twelve men\"; Gerda saves Kai.",
    "correction": "Um, actually, the Finn woman didn't give Gerda a potion. Bae asked for a potion, but the Finn said \"She cannot receive any power from me greater than she now has, which consists in her own purity and innocence of heart.\""
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "One of the nine realms surrounding the world tree Yggdrasil in Norse cosmology, Asgard is the home of the Aesir tribe of gods, and also the site of Valhalla – a majestic, enormous hall presided over by Odin, where all warriors who die in combat will be led by Valkyries to prepare for the apocalyptic events of Ragnarök.",
    "error": "where all warriors who die in combat will be led by Valkyries to prepare for the apocalyptic events of Ragnarök.",
    "correction": "Um, actually, not all warriors who die in battle go to Valhalla Only half the warriors that die in battle go to Valhalla. The other half go to Freyja's field Folkvangr."
  },
  {
    "author": "By Peter the Human",
    "title": "Mythology",
    "category": "Community - Mythology",
    "phrase_text": "Zeus often used his shapeshifting ability in his pursuit of lovers. Some examples include him turning into a cuckoo to seduce his wife Hera, a swan to seduce Aetolian princess Leda, an eagle to abduct the Trojan boy Ganymede, and a bull to seduce the princesses Io and Europa.",
    "error": "and a bull to seduce the princesses Io and Europa.",
    "correction": "Um, actually, Zeus didn't turn into a bull to seduce Io. Although he did turn into a bull to seduce Europa, he turned Io into a bull to disguise her from a jealous Hera."
  },
  {
    "author": "By Peter the Human",
    "title": "Banjo Kazooie",
    "category": "Eighties & Nineties",
    "phrase_text": " “Banjo Kazooie” sees the titular pair of Banjo and Kazooie gathering musical notes and puzzle pieces (called \"Jiggies\") to defeat the witch Gruntilda, who kidnapped Banjo's sister Tooty in order to harvest her youth and gain eternal life. The game culminates with a trivia game hosted by Gruntilda (similar to British game show “The Adventure Game”), followed by a final boss fight against her.",
    "error": "who kidnapped Banjo's sister Tooty in order to harvest her youth and gain eternal life.",
    "correction": "Um, actually, gruntilda isn't looking for eternal life. She wants to steal Tooty's beauty and become beautiful herself."
  },
  {
    "author": "By Peter the Human",
    "title": "Batman",
    "category": "Eighties & Nineties",
    "phrase_text": "When Bruce Wayne visits photojournalist Vicki Vale’s apartment intending to reveal his secret identity, the Joker interrupts and asks Bruce “Have you ever danced with the devil in the pale moonlight?” before shooting him. Fortunately, the bullet is stopped by a concealed Batarang, allowing Bruce to escape to the Batcave; where he remembers that the mugger who killed his parents asked a similar question and was, in fact, the Joker.",
    "error": "Fortunately, the bullet is stopped by a concealed Batarang, allowing Bruce to escape to the Batcave;",
    "correction": "Um, actually, the bullet wasn't stopped by a Batarang. Bruce Wayne had a tea tray he got from the gala Joker crashed hidden under his shirt, which deflected the bullet."
  },
  {
    "author": "By Peter the Human",
    "title": "Buffy the Vampire Slayer",
    "category": "Eighties & Nineties",
    "phrase_text": "In the episode “Hush”, Sunnydale is terrorised by a group of ghoulish figures with metal-toothed grins and black suits known as ‘The Gentlemen’ that render the townspeople unable to speak – allowing them to carve their victims’ hearts out in near silence. Buffy and Riley defeat The Gentlemen by destroying the box that was storing everyone’s stolen voice, then driving a stake through the heart of the lead Gentleman.",
    "error": "Buffy and Riley defeat The Gentlemen by destroying the box that was storing everyone’s stolen voice, then driving a stake through the heart of the lead Gentleman.",
    "correction": "Um, actually, the Gentlemen aren't defeated with a stake through the heart. The Gentlemen are killed by Buffy screaming."
  },
  {
    "author": "By Peter the Human",
    "title": "The Fifth Element",
    "category": "Eighties & Nineties",
    "phrase_text": "“The Fifth Element” begins in 1914, with aliens known as Mondoshawans taking a weapon for safekeeping. The weapon is designed to destroy a fireball set to collide with Earth, known as the Wolf-Beiderman comet; and consists of four classical elements as four engraved ‘stones’, and the titular fifth element contained in a sarcophagus. In 2263, this ‘fifth element’ is recreated using biotechnology as Milla Jovovich’s character Leelo.",
    "error": "The weapon is designed to destroy a fireball set to collide with Earth, known as the Wolf-Beiderman comet;",
    "correction": "Um, actually, the fireball isn't called the Wolf-Beiderman comet. The comet is simply known as \"The Great Evil\". The Wolf-Beiderman comet is from Deep Impact"
  },
  {
    "author": "By Peter the Human",
    "title": "Fight Club",
    "category": "Eighties & Nineties",
    "phrase_text": "You probably know the first and second rules of Fight Club - but what about the others? Among Fight Club's other six rules are “Only two guys to a fight”, “No biting, no gouging”, “Fights will go on as long as they have to” and “If this is your first night at Fight Club, you have to fight”.",
    "error": "Among Fight Club's other six rules are “Only two guys to a fight”, “No biting, no gouging”,",
    "correction": "Um, actually, “No biting, no gouging” is not a rule of Fight Club. That's a rule of Ancient Greek wrestling"
  },
  {
    "author": "By Peter the Human",
    "title": "For Your Eyes Only",
    "category": "Eighties & Nineties",
    "phrase_text": "In the twelfth Bond film, Bond films himself captured by Cuban hitman Hector Gonzales; but escapes after Gonzales is shot by a crossbow bolt. The bolt was shot by Melina Havelock, the daughter of an intelligence operative Gonzales had assassinated. Melina and Bond escape Gonzales' villa in a thrilling car chase in Bond's Lotus Esprit.",
    "error": "Melina and Bond escape Gonzales' villa in a thrilling car chase in Bond's Lotus Esprit.",
    "correction": "Um, actually, they don't escape in the Lotus Esprit. The Lotus was destroyed - so the pair escape in Melina's small 2CV."
  },
  {
    "author": "By Peter the Human",
    "title": "The Greatest American Hero",
    "category": "Eighties & Nineties",
    "phrase_text": " In “The Greatest American Hero”, substitute teacher Ralph Hinkley encounters extra-terrestrials who give him a suit which endows him with superhuman abilities. Shortly thereafter, Ralph meets FBI Special Agent Bill Maxwell. Bill uses his FBI connections to change Ralph's surname to \"Hanley\" to preserve his secret identity, and Ralph uses the suit to fight crime and injustice, per the aliens' instructions.",
    "error": "Bill uses his FBI connections to change Ralph's surname to \"Hanley\" to preserve his secret identity,",
    "correction": "Um, actually, Ralph's surname wasn't changed to preserve a secret identity. The surname \"Hinkley\" was temporarily changed to \"Hanley\", following the assassination attempt of Ronald Reagan by John Hinckley Jr."
  },
  {
    "author": "By Peter the Human",
    "title": "Jurassic Park",
    "category": "Eighties & Nineties",
    "phrase_text": "Some of the most dangerous dinosaurs in Jurassic Park were the Velociraptors. According to Muldoon, raptors are lethal at eight months old, able to reach speeds of 60 mph, and are astonishing jumpers. They also proved to be smart enough set traps and learn how to open doors, so if you encounter one of these ‘clever girls’, your best strategy is to keep absolutely still, as their vision is based on movement.",
    "error": "your best strategy is to keep absolutely still, as their vision is based on movement.",
    "correction": "Um, actually, velociraptors don't have vision-based movement. T-Rexes have vision-based movement. If you encounter a raptor... just hide!"
  },
  {
    "author": "By Peter the Human",
    "title": "The Land Before Time",
    "category": "Eighties & Nineties",
    "phrase_text": "On their way to the Great Valley, Littlefoot and friends encounter the Tyrannosaurus - or “sharptooth” - that killed Littlefoot's mother several times. The group eventually defeats the sharptooth by using the tar pits in the Mountains that Burn to make themselves resemble a tar monster, scaring the sharptooth away.",
    "error": "The group eventually defeats the sharptooth by using the tar pits in the Mountains that Burn to make themselves resemble a tar monster,",
    "correction": "Um, actually, that isn't how they defeat the sharptooth. The group disguises themselves as a tar monster to scare away the \"domeheads\"; but Cera defeats the sharptooth by headbutting a boulder into him causing him to drown."
  },
  {
    "author": "By Peter the Human",
    "title": "Legend",
    "category": "Eighties & Nineties",
    "phrase_text": "“Legend” featured a memorable performance by Tim Curry as the Lord of Darkness. An imposing figure with hooves and devil horns; he says some of the film's most memorable quotes, including: “The dreams of youth are the regrets of maturity”, “We are all animals, my lady”, “There are hundreds of parasites out there armed to the teeth” and “What is light without dark?”",
    "error": "“There are hundreds of parasites out there armed to the teeth” and “What is light without dark?”",
    "correction": "Um, actually, “There are hundreds of parasites out there armed to the teeth” was never said by Darkness That is a quote from Mr. Hector, Tim Curry's character in “Home Alone 2: Lost in New York” about New York City."
  },
  {
    "author": "By Peter the Human",
    "title": "Magic: the Gathering",
    "category": "Eighties & Nineties",
    "phrase_text": "The ‘Power Nine’ are a set of nine Magic cards which are considered so powerful as to break the game if used, and as such are only used in Vintage tournaments. The cards include Ancestral Recall, which allows a player to steal three of their opponent's cards; Time Walk, which allows a player to take an extra turn; and Black Lotus, which adds three mana of a single color of the players’ choice to their mana pool.",
    "error": "The cards include Ancestral Recall, which allows a player to steal three of their opponent's cards;",
    "correction": "Um, actually, Ancestral Recall doesn't let you steal your opponent's cards. It just lets you draw 3 more of your own cards."
  },
  {
    "author": "By Peter the Human",
    "title": "Matilda",
    "category": "Eighties & Nineties",
    "phrase_text": "Telekinetic tyke Matilda Wormwood often got revenge on the adults in her life by playing practical jokes. She tormented her father by bleaching his hair and putting glue into his hat; and pranked villainous headmistress Miss Trunchball by putting a newt in her drinking water and using her telekinetic powers to pose as the vengeful spirit of Miss Honey's father Magnus.",
    "error": "and pranked villainous headmistress Miss Trunchball by putting a newt in her drinking water",
    "correction": "Um, actually, Matilda didn't put a newt into Miss Trunchball's water. Matilda's friend Lavender put the newt there - but Matilda used her powers to tip the water and newt onto Miss Trunchball."
  },
  {
    "author": "By Sierra, Mayor of Frog City",
    "title": "Mighty Morphin' Power Rangers",
    "category": "Eighties & Nineties",
    "phrase_text": "Mighty Morphin’ Power Rangers featured teenagers with attitude being summoned by Zordon and Alpha-5 to fight off against the evil Rita Repulsa. The six initially summoned were Zack, Trini, Billy, Tommy, Kimberly and Jason; with Rocky, Adam and Aisha replacing Jason, Zack and Trini as the Red, Black and Yellow rangers respectively during Season 2, after the original rangers were selected to represent Angel Grove at the World Peace Conference in Geneva.",
    "error": "The six initially summoned were Zack, Trini, Billy, Tommy, Kimberly and Jason;",
    "correction": "Um, actually, Tommy was not summoned by Zordon. Tommy was a teenager who was kidnapped and brainwashed by Rita Repulsa, becoming the Green Ranger. He later defected and joined the Power Rangers."
  },
  {
    "author": "By Peter the Human",
    "title": "Mortal Kombat",
    "category": "Eighties & Nineties",
    "phrase_text": "1992’s “Mortal Kombat” was the first game in the Mortal Kombat fighting game series by Midway. All seven playable characters – Johnny Cage, Liu Kang, Sub-Zero, Scorpion, Raiden, Chun-Li and Kano – were all derived from motion capture performances from five actors. The game also introduced the ‘Fatality’ – a special finishing move that allowed a player to kill their opponent in a gruesome fashion.",
    "error": "All seven playable characters – Johnny Cage, Liu Kang, Sub-Zero, Scorpion, Raiden, Chun-Li and Kano",
    "correction": "Um, actually, Chun-Li wasn't in Mortal Kombat. Chun-Li is from the “Street Fighter” series. Mortal Kombat's female character was Sonya Blade."
  },
  {
    "author": "By Peter the Human",
    "title": "Saturday Morning Cartoons",
    "category": "Eighties & Nineties",
    "phrase_text": "80s & 90s cartoons had a strange way of dealing with politically incorrect Asian characters - by making their skin green! Asian-coded characters who had green skin in their adaptations include Oddjob in “James Bond Jr.”, The Mandarin in 1994’s “Iron Man”, and Ming the Merciless in “Defenders of the Earth”. The 1996 “Flash Gordon” cartoon took this design choice one step further, making Ming a lizard-man.",
    "error": "Asian-coded characters who had green skin in their adaptations include Oddjob in “James Bond Jr.”,",
    "correction": "Um, actually, Oddjob's skin wasn't green. But Dr. No's skin was! He also had pointy ears and a long, grey Fu Manchu mustache."
  },
  {
    "author": "By Peter the Human",
    "title": "The Simpsons",
    "category": "Eighties & Nineties",
    "phrase_text": "Springfield might not strike you as the first place you’d go for a primer on classic and modern literature, but many of The Simpsons’ Treehouse of Horror episodes have referenced literary works; including W. W. Jacobs’ “The Monkey’s Paw”, H. G. Wells’ “The Island of Doctor Moreau”, Edgar Allen Poe’s “The Tell-tale Heart”, Mary Shelly’s “Frankenstein”, Stephen King’s “The Shining” and Ray Bradbury’s “A Sound of Thunder”.",
    "error": "including W. W. Jacobs’ “The Monkey’s Paw”, H. G. Wells’ “The Island of Doctor Moreau”, Edgar Allen Poe’s “The Tell-tale Heart”,",
    "correction": "Um, actually, Treehouse of Horror never referenced “The Tell-tale Heart”. The Tell-tale Heart was referenced in the episode \"Lisa's Rival\", but never as part of Treehouse of Horror"
  },
  // CONTINUAR A PARTIR DAQUI
  {
    "author": "By Peter the Human",
    "title": "Super Mario Bros. 3",
    "category": "Eighties & Nineties",
    "phrase_text": "The NES game “Super Mario Bros. 3” gave players a series of brand-new power-ups: the “Frog Suit” increases Mario’s jumping height as well as his underwater speed and agility. The “Super Leaf” suit gives Mario the ability fly for a short period of time and turn into a statue to ‘ground pound’ enemies; and the “Hammer Suit” allows Mario to throw hammers at enemies and resist fire attacks when crouching.",
    "error": "The “Super Leaf” suit gives Mario the ability fly for a short period of time and turn into a statue to ‘ground pound’ enemies;",
    "correction": "Um, actually, the Super Leaf Suit doesn't let Mario ground pound. The Tanooki Suit allows Mario to ground pound, the Super Leaf suit only gives him the ability to fly."
  },
  {
    "author": "By Peter the Human",
    "title": "The Truman Show",
    "category": "Eighties & Nineties",
    "phrase_text": "Truman Burbank is unknowingly the star of a reality TV show that's been following him from birth. To prevent him from ever leaving the enormous studio of Seahaven Island, the show's creator Cristof discourages exploration - broadcasting messages about the dangers of air travel, preventing Truman ever learning how to swim to make leaving by water impossible, and preventing a spontaneous road trip by orchestrating a forest fire and a nuclear plant leak.",
    "error": "preventing Truman ever learning how to swim to make leaving by water impossible,",
    "correction": "Um, actually, truman isn't prevented from learning how to swim. Truman develops an intense fear of water after his \"father\" supposedly dies at sea."
  },
  {
    "author": "By Peter the Human",
    "title": "WarGames",
    "category": "Eighties & Nineties",
    "phrase_text": "In WarGames, a NORAD supercomputer called War Operation Plan and Response (or WOPR [pr: “whopper”] for short) goes awry and prepares to launch missiles at the Soviet Union after obtaining the nuclear launch codes. AI researcher Stephen Falken and teenage hacker David Lightman prevent the strike after directing WOPR to play itself at chess. After numerous stalemates, WOPR begins to understand mutually assured destruction, and concludes that “the only winning move is not to play”.",
    "error": "prevent the strike after directing WOPR to play itself at chess. After numerous stalemates, WOPR begins to understand mutually assured destruction,",
    "correction": "Um, actually, wOPR doesn't play itself at chess. WOPR plays Tic-Tac-Toe - after which it relinquishes control of NORAD and instead offers to play “a nice game of chess” instead."
  },
  {
    "author": "By Peter Svensson",
    "title": "Xena: Warrior Princess",
    "category": "Eighties & Nineties",
    "phrase_text": "Although usually set in ancient Greece, some episodes of Xena follow the modern-day reincarnations of Xena, Gabrielle and Joxer. “Deja Vu All Over Again” saw these reincarnations remembering events from their past lives. “You Are There” had a tabloid TV reporter interview the reincarnations. And “Soul Possession” featured the reincarnations attending a historical conference and dealing with Ares, the God of War.",
    "error": "“You Are There” had a tabloid TV reporter interview the reincarnations.",
    "correction": "Um, actually, the episode \"You Are There\" didn't follow the reincarnations. With no explanation given, a modern-day TV reporter shows up in ancient times and interviews the three in the episode “You Are There”."
  },
  {
    "author": "By Peter the Human",
    "title": "Dungeons & Dragons",
    "category": "Fantasy",
    "phrase_text": "Barbarians in “Dungeons & Dragons” are archetypically strong fighters, defined by their primal instincts and their unbridled rage. Although players have little control over their character's rage, it offers several advantages in combat, including advantage on Strength checks and saving throws and resistance to bludgeoning, piercing and slashing damage.",
    "error": "Although players have little control over their character's rage, it offers several advantages in combat,",
    "correction": "Um, actually, barbarians can control their rage. They can enter a rage during combat as a Bonus Action during combat."
  },
  {
    "author": "By Peter the Human",
    "title": "Dungeons & Dragons: Honor Among Thieves",
    "category": "Fantasy",
    "phrase_text": "Set in the Forgotten Realms setting of D&D, “Honor Among Thieves” opens with a scenario familiar to all D&D players. The bard Edgin Darvis recounts his backstory to the uninterested Absolution Council of the prison Revel's End while waiting on an absent member - the aarakocra, Jarnathan. After he is denied parole, he escapes (along with the barbarian Holga Kilgore) when Jarnathan arrives by grabbing him and jumping through a window.",
    "error": "After he is denied parole, he escapes (along with the barbarian Holga Kilgore)",
    "correction": "Um, actually, edgin and Holga aren't denied parole. They escape before they're read the verdict on their parole - which was approved."
  },
  {
    "author": "By Peter the Human",
    "title": "Game of Thrones",
    "category": "Fantasy",
    "phrase_text": "Wildfire is a flammable liquid that burns with a distinctive bright green flame. The Mad King's uncle Prince Aerion Targaryen perished in a Wildfire blast during Robert’s Rebellion, Stannis Baratheon’s fleet was damaged by a Wildfire explosion at the Battle of the Blackwater, and Cersei Lannister and Qyburn used Wildfire to destroy the Great Sept of Baelor.",
    "error": "The Mad King's uncle Prince Aerion Targaryen perished in a Wildfire blast during Robert’s Rebellion,",
    "correction": "Um, actually, prince Aerion Targaryen didn't die in a Wildfire blast. Prince Aerion Targaryen died after trying to drink Wildfire, which (in his madness) he thought would turn him into a dragon."
  },
  {
    "author": "By Peter the Human",
    "title": "The Good Place",
    "category": "Fantasy",
    "phrase_text": "Janets are anthropomorphized vessels of knowledge that can be found throughout the afterlife. Although there are three distinct varieties of Janets – Good, Bad and Neutral Janets – they all share some common characteristics: they can summon items at will, hide items in their Voids and function as walkie-talkies.",
    "error": "Although there are three distinct varieties of Janets – Good, Bad and Neutral Janets",
    "correction": "Um, actually, there aren't three different varieties of Janets. There is a fourth type of Janet named “Disco Janet”."
  },
  {
    "author": "By Peter the Human",
    "title": "Highlander",
    "category": "Fantasy",
    "phrase_text": "“Highlander” follows Connor MacLeod - one of several immortal warriors who are destined to battle each other in a grand competition; united by a singular belief known as the Vermithax Perjorative: “In the end, there can be only one”. It is prophesized that the few immortals left will be drawn to a faraway land - namely, New York City - where they will battle for the Prize: the power of all immortals throughout time.",
    "error": "united by a singular belief known as the Vermithax Perjorative: “In the end, there can be only one”.",
    "correction": "Um, actually, the belief that “there can be only one” isn't called the Vermithax Perjorative. “Vermithax Perjorative” is the name of the dragon from the film “Dragonslayer”."
  },
  {
    "author": "By Peter the Human",
    "title": "His Dark Materials",
    "category": "Fantasy",
    "phrase_text": "Dust (also known as Rusakov particles, Shadows, Shadow-Particles, Dark Matter or Sraf) is an elementary particle responsible for consciousness. Dust is itself conscious, and while humans can see Dust through technology such as the Amber Spyglass or chemical photograms, the only known way of communicating with it is through the alethiometer. Only six alethiometers were ever made, one of which is owned by Lyra Silvertongue.",
    "error": "the only known way of communicating with it is through the alethiometer.",
    "correction": "Um, actually, the alethiometer isn't the only method of communicating with Dust. Other methods include \"The Cave\", a computer developed by Mary Malone, the I Ching (a form of Chinese divination) and talking directly to Angels, who are beings of pure Dust."
  },
  {
    "author": "By Peter the Human",
    "title": "Jonathan Strange & Mr. Norrell",
    "category": "Fantasy",
    "phrase_text": "Set in an alternate history of 19th Century England, the novel opens with The Learned Society of York Magicians, whose members are \"theoretical magicians\" who study magical texts and history. The group is stunned to learn of a \"practical magician\", Mr. Gilbert Norrell. Mr. Norrell proves his skill as a magician by making a statue in York Cathedral disappear, thereafter compelling the society to disband.",
    "error": "Mr. Norrell proves his skill as a magician by making a statue in York Cathedral disappear, thereafter compelling the society to disband.",
    "correction": "Um, actually, mr. Norrell doesn't make the statue disappear. He makes the statues in York Cathedral speak."
  },
  {
    "author": "By Peter the Human",
    "title": "Lord of the Rings",
    "category": "Fantasy",
    "phrase_text": "As the Fellowship of the Ring leaves Lothlórien, Lady Galadriel gives each member present a gift. These include Frodo’s gift of The Light of Eärendil, a phial that emits light in the darkness; Legolas’ gift of the Bow of the Galadhrim; and Gimli’s gift of a silver belt as a token of good will between Dwarves and Elves.",
    "error": "and Gimli’s gift of a silver belt as a token of good will between Dwarves and Elves.",
    "correction": "Um, actually, gimli's gift was not a belt. Gimli's gift was three of Galadriel's hairs which he wishes to preserve in the finest crystal."
  },
  {
    "author": "By Peter the Human",
    "title": "Lord of the Rings",
    "category": "Fantasy",
    "phrase_text": "Gandalf is a wizard of the Istari order. As a member of the Fellowship of the Ring, he was one of the companions Elrond chose to aid Frodo's quest to destroy the One Ring. After Gandalf the Grey died falling from a ledge in the Mines of Moria while fighting the Balrog known as Durin’s Bane; he later returned as Gandalf the White.",
    "error": "After Gandalf the Grey died falling from a ledge in the Mines of Moria while fighting the Balrog",
    "correction": "Um, actually, gandalf doesn't die from the fall in the Mines of Moria. He survives the fall and dies ten days later after fighting the Balrog."
  },
  {
    "author": "By Peter the Human",
    "title": "Percy Jackson & the Olympians",
    "category": "Fantasy",
    "phrase_text": "The Percy Jackson series follows the story of the children of deities from Greek mythology in the modern day. Demigods possess supernatural powers that develop in their teens. However, due to Pandora’s Box being opened, Demigods are likely to have dyslexia and ADHD; and they begin to release a scent that attracts monsters with the onset of their powers.",
    "error": "However, due to Pandora’s Box being opened, Demigods are likely to have dyslexia and ADHD;",
    "correction": "Um, actually, demigods' dyslexia and ADHD don't come from Pandora's Box. Demigods are dyslexic because their brains are hard-wired to read Ancient Greek, and their ADHD is to help them in battle."
  },
  {
    "author": "By Peter the Human",
    "title": "The Princess Bride",
    "category": "Fantasy",
    "phrase_text": "Westley, the farm-boy turned Dread Pirate Roberts, rescues Buttercup from her kidnapping by defeating three outlaws. He knocks out Inigo after defeating him in a fencing duel, chokes the giant Fezzik into unconsciousness, and drinks the poison-free goblet in his “Battle of Wits” against Vizzini.",
    "error": "and drinks the poison-free goblet in his “Battle of Wits” against Vizzini.",
    "correction": "Um, actually, westley's goblet wasn't poison free. Westley poisoned both goblets, but had built up a resistance to the poisonous iocane powder."
  },
  {
    "author": "By Peter the Human",
    "title": "The Secret of NIMH",
    "category": "Fantasy",
    "phrase_text": "\"The Secret of NIMH\" follows timid field mouse Mrs. Brisby as she ventures to save her home and son Timothy. Mrs. Brisby meets the wise and mystical rat Nicodemus, the leader of a group of rats who were given human intelligence by their god Nimh. Nicodemus gifts Mrs. Brisby with a magical amulet that activates when the wearer is courageous.",
    "error": "Nicodemus, the leader of a group of rats who were given human intelligence by their god Nimh.",
    "correction": "Um, actually, the rats aren't intelligent because of the god Nimh. NIMH is short for \"National Institue of Mental Health\" - where the rats and mice were experimented on, giving them human intelligence."
  },
  {
    "author": "By Peter the Human",
    "title": "Shadow and Bone",
    "category": "Fantasy",
    "phrase_text": "The Netflix series adapts two book series from Leigh Bardugo's Grishaverse - the “Shadow and Bone” trilogy and the “Six of Crows” duology. In both the books and the TV series, the Sun Summoner Alina Starkov wears Morozova's collar - a collar made from the antlers of a magical stag - around her neck to amplify her powers.",
    "error": "the Sun Summoner Alina Starkov wears Morozova's collar - a collar made from the antlers of a magical stag - around her neck to amplify her powers.",
    "correction": "Um, actually, she doesn't wear the collar in the TV adaptation. In the TV series, the collar is physically embedded into Alina’s body by the Darkling."
  },
  {
    "author": "By Peter the Human",
    "title": "Skyrim",
    "category": "Fantasy",
    "phrase_text": "The Greybeards are an ancient order that are masters of Thu’um – a form of magic which utilises the Dragon Language to form immensely powerful Dragon Shouts. By the time of the Fourth Era, the only Greybeards left are the four monks that dwell in High Hrothgar and Ulfric Stormcloak, who defied the orders’ belief that Thu’um should only be used in the worship of Kynareth.",
    "error": "By the time of the Fourth Era, the only Greybeards left are the four monks that dwell in High Hrothgar and Ulfric Stormcloak,",
    "correction": "Um, actually, those aren't the only remaining Greybeards. The list misses out the dragon Paarthurnax, who is the leader of the Greybeards."
  },
  {
    "author": "By Peter the Human",
    "title": "Spellsinger",
    "category": "Fantasy",
    "phrase_text": "The “Spellsinger” novel series follows the misadventures of law student Jonathan Thomas \"Jon-Tom\" Meriweather, who is transported to a fantasy world mostly populated by talking anthropomorphic animals. Although he initially believes he has become schizophrenic and is hallucinating, Jon-Tom eventually accepts his new reality and discovers he can wield the power of a spellsinger: a mage who can use songs to cast spells.",
    "error": "Although he initially believes he has become schizophrenic and is hallucinating, Jon-Tom eventually accepts his new reality",
    "correction": "Um, actually, jon-Tom doesn't think he's schizophrenic. He was high on marijuana when he got transported, and initially assumes he's tripping."
  },
  {
    "author": "By Peter the Human",
    "title": "Time Travel",
    "category": "Fantasy",
    "phrase_text": "Time travel doesn't always have to be high-tech! In “Outlander”, Claire Randall is transported back in time by the standing stones at Craigh na Dun to the year 1743. In “Kindred”, Dana meets her enslaved ancestors after she is transported back in time by a voodoo priestess. And in “Army of Darkness”, Ash is transported back in time to the Middle Ages through a portal opened by an incantation in the Necronomicon.",
    "error": "In “Kindred”, Dana meets her enslaved ancestors after she is transported back in time by a voodoo priestess.",
    "correction": "Um, actually, dana wasn't transported back in time by a voodoo priestess. In the 1979 book, it's never explained how or why the time travel occurs. In the 2022 TV miniseries, it's caused by Dana experiencing fear."
  },
  {
    "author": "By Peter the Human",
    "title": "Vampires",
    "category": "Fantasy",
    "phrase_text": "Nothing’s scarier than bureaucracy! Vampire fiction has many clandestine orders, such as the New Orleans-based Authority in “True Blood”; The Elite Council in “Underworld” that guide the Vampire Elders; the Volturi in the “Twilight” Saga, based in Transylvania and sworn to prevent the creation of immortal children, and the Camarilla in the “World of Darkness” RPGs, that enforce the ‘Masquerade’ that keeps the existence of vampires secret.",
    "error": "the Volturi in the “Twilight” Saga, based in Transylvania and sworn to prevent the creation of immortal children,",
    "correction": "Um, actually, the Volturi aren't based in Transylvania. They are based in Volterra in Italy."
  },
  {
    "author": "By Peter the Human",
    "title": "Wednesday",
    "category": "Fantasy",
    "phrase_text": "As well as playing the titular character, Jenna Ortega also played Goody Addams, who Wednesday sees in her visions. A distant ancestor of her father Gomez; Goody Addams also had similar psychic powers to Wednesday and killed the villainous founder of the town of Jericho, Joseph Crackstone.",
    "error": "A distant ancestor of her father Gomez; Goody Addams also had similar psychic powers to Wednesday",
    "correction": "Um, actually, goody Addams isn't an ancestor of Gomez. She's an ancestor of Morticia."
  },
  {
    "author": "By Peter the Human",
    "title": "The Wheel of Time",
    "category": "Fantasy",
    "phrase_text": "Hunting down the Chosen One is difficult - especially if you're not sure who they are. Such is the problem faced by Moiraine Damodred in \"The Eye of the World\". After an army of orcs in the service of The Dark One attacks the town of Emond's Field, three boys who live in the town are forced to flee. Moiraine deduces that one of the three boys - Rand, Mat and Perrin - is the Dragon Reborn; but she is initially unsure who it is.",
    "error": "After an army of orcs in the service of The Dark One attacks the town of Emond's Field,",
    "correction": "Um, actually, emond's Field wasn't attacked by orcs. Orcs are from Lord of the Rings - The Dark One's army are called Trollocs or Shadowspawn."
  },
  {
    "author": "By Peter the Human",
    "title": "The Witcher",
    "category": "Fantasy",
    "phrase_text": "Witchers, such as Geralt of Rivia, are monster slayers for hire that have undergone extensive training and repeated exposure to alchemical processes and mutagenic compounds. Witchers have cat-like eyes, white hair, exceptional strength, prolonged youthfulness and carry two swords on their back: a steel sword for normal threats, and a silver sword for fighting supernatural beings.",
    "error": "Witchers have cat-like eyes, white hair, exceptional strength,",
    "correction": "Um, actually, not all Witchers have white hair. Geralt does, due to the mutigens he was exposed to; but this is not common to all Witchers."
  },
  {
    "author": "By Peter the Human",
    "title": "Animal Crossing: New Horizons",
    "category": "Games",
    "phrase_text": "“Animal Crossing: New Horizons” saw the return of Tom Nook - and his eye-wateringly high debts! Players find themselves and two villagers booked on the Nook Inc. Deserted Island Getaway Package. To progress in the game, players must pay the 49,800 Bells cost: although the package does include the brand new NookPhone.",
    "error": "To progress in the game, players must pay the 49,800 Bells cost:",
    "correction": "Um, actually, players don't have to pay Bells. Since the player has no Bells at the start of the game, Tom sets the cost of the package as being 5,000 NookMiles."
  },
  {
    "author": "By Peter the Human",
    "title": "Borderlands 2",
    "category": "Games",
    "phrase_text": "“Borderlands 2” villain Handsome Jack is more than just a pretty face – he has taken over the Hyperion corporation, declared himself the dictator of the planet Pandora and has launched a moonbase called Hyperion, which he uses to control the ECHOnet system and place the planet under full surveillance. His ultimate goal, however, is to cleanse Pandora of bandits using The Warrior – a dragon-like Eridian superweapon. ",
    "error": "a moonbase called Hyperion, which he uses to control the ECHOnet system and place the planet under full surveillance.",
    "correction": "Um, actually, handsome Jack doesn't control ECHONet using the Hyperion moonbase. He gains control of ECHOnet and surveillance using his daughter Angel – who can ‘phaseshift’ to act like an Artificial Intelligence."
  },
  {
    "author": "By Peter the Human",
    "title": "Call of Cthulhu",
    "category": "Games",
    "phrase_text": "Lovecraftian tabletop RPG “Call of Cthulhu” includes a mechanism that determines how damaged a character’s sanity is at any given point. A player’s Sanity Points, or SAN, will decrease when they encounter horrific creatures; but can be regained by learning the tools needed to defeat the monsters, such as mystic knowledge and magic.",
    "error": "but can be regained by learning the tools needed to defeat the monsters, such as mystic knowledge and magic.",
    "correction": "Um, actually, sanity can't be regained through learning mystic knowledge and magic. In fact, that will decrease the player's SAN even further."
  },
  {
    "author": "By Peter the Human",
    "title": "Clue / Cluedo",
    "category": "Games",
    "phrase_text": "Have you got a “Clue”? In 2023, Hasbro released a new version of the classic board game. Prior to this, the British edition of the game (titled “Cluedo”, shortened from the original title of “Cluedunnit?”) differed slightly from the American version - the British version had Reverend Green and the deceased Dr. Black; while some American editions had Mr. Green and Mr. Boddy. The 2023 game, in both the UK and America, now have Mayor Green and Boden 'Boddy' Black Jr.",
    "error": "the British edition of the game (titled “Cluedo”, shortened from the original title of “Cluedunnit?”)",
    "correction": "Um, actually, cluedo isn't short for Cluedunnit. The title Cluedo comes from a combination of “Clue” and “Ludo” - the British name for Parcheesi."
  },
  {
    "author": "By Peter the Human",
    "title": "Fallout 3",
    "category": "Games",
    "phrase_text": "While the Capitol Wasteland is populated with strange creatures like Deathclaws, Glowing Ones and Radroaches, the humans can be just as bizarre. They include Butch DeLoria, the leader of Vault 101’s greaser-gang the Tunnel Snakes, President John Henry Eden, who is prone to telling untrue stories about his idyllic childhood in Kentucky, and a group of clones named ‘Gary’ who can only say the word ‘Gary’.",
    "error": "the humans can be just as bizarre. They include Butch DeLoria, the leader of Vault 101’s greaser-gang the Tunnel Snakes, President John Henry Eden,",
    "correction": "Um, actually, president Eden isn’t a human. He is a supercomputer."
  },
  {
    "author": "By Peter the Human",
    "title": "Hellblade: Senua's Sacrifice",
    "category": "Games",
    "phrase_text": "“Hellblade: Senua’s Sacrifice” follows the story Senua, a Pict warrior venturing into Helheim to save her dead lover Dillion from the goddess of death Hela by using his pendant as a vessel for his soul. The game's developers worked closely with neuroscientists to accurately represent psychosis: Senua hears voices in her head and is haunted by an entity known as the \"Darkness\" - symptoms that she interprets as a curse.",
    "error": "to save her dead lover Dillion from the goddess of death Hela by using his pendant as a vessel for his soul.",
    "correction": "Um, actually, senua doesn't use a pendant as a vessel. She uses Dillion's severed head."
  },
  {
    "author": "By Peter the Human",
    "title": "Konami Code",
    "category": "Games",
    "phrase_text": "The “Konami Code” - Up, Up, Down, Down, Left, Right, Left, Right, B, A (or equivalent button prompts on consoles), sometimes followed by Start or Select - is a cheat code that features in many games published by Konami. Entering the code unlocks several powerups in Gradius, gives the player 30 lives in Contra and replenishes health without expending a first aid kit in Silent Hill 3.",
    "error": "and replenishes health without expending a first aid kit in Silent Hill 3.",
    "correction": "Um, actually, the Konami Code doesn't replenish health in Silent Hill 3. Entering the Konami Code in Silent Hill 3 makes the character Douglas Cartland appear in his underpants during cutscenes."
  },
  {
    "author": "By H2",
    "title": "The Legend of Zelda: Ocarina of Time",
    "category": "Games",
    "phrase_text": "In “The Legend of Zelda: Ocarina of Time”, Link uses the titular ocarina to travel through time between the “child” and “adult” timelines. Link must travel back and forth across the two times, set 7 years apart, in order to awaken the sages and ultimately defeat Ganondorf.",
    "error": "Link uses the titular ocarina to travel through time between the “child” and “adult” timelines.",
    "correction": "Um, actually, link doesn't use the Ocarina to travel through time. Link uses the Ocarina to open the Temple of Time which contains the Master Sword - which allows him to travel through time."
  },
  {
    "author": "By Peter the Human",
    "title": "Mario Kart",
    "category": "Games",
    "phrase_text": "Rainbow Road has featured in every Mario Kart game throughout the series, being the final course of the Special Cup each time. Despite its iconic nature, it has never been featured in a Nintendo game outside of the Kart series: although it was seen in the background of Rosalina’s announcement trailer for “Super Smash Bros. Ultimate”, it was not a playable stage within the game.",
    "error": "Despite its iconic nature, it has never been featured in a Nintendo game outside of the Kart series:",
    "correction": "Um, actually, rainbow Road has appeared outside of the Mario Kart series. It has also featured in Mario Hoops 3-on-3, Super Mario Galaxy 2, Super Smash Bros. for Nintendo 3DS and Paper Mario: Color Splash"
  },
  {
    "author": "By Shinitenshi",
    "title": "Mass Effect 2",
    "category": "Games",
    "phrase_text": "In the mission “A House Divided”, Shepard faces off against a faction of Geth, a race of sentient machines. This faction, called the Heretics, are set to annihilate organic life. To stop them, Shepard must choose between peacefully negotiating with the Heretics, which awards Paragon points, or destroying the Heretics base using an antimatter bomb, which awards Renegade points.",
    "error": "Shepard must choose between peacefully negotiating with the Heretics, which awards Paragon points,",
    "correction": "Um, actually, shepherd doesn't peacefully negotiate with the Geth in the \"Paragon\" route. The option that earns you Paragon Points is releasing an EMP that forcibly rewrites their minds."
  },
  {
    "author": "By Shinitenshi",
    "title": "Metal Gear Solid",
    "category": "Games",
    "phrase_text": "In “Metal Gear Solid”, Solid Snake battles FOXHOUND, a former US Black Ops Unit who overtakes a base in Alaska. Their members include Revolver Ocelot, an interrogator who uses six-shooters in combat, the disguise artist Decoy Octopus who is killed by Snake in hand-to-hand combat, and Psycho Mantis – a psychic who breaks the fourth wall and reads the memory of the system the game is played on.",
    "error": "the disguise artist Decoy Octopus who is killed by Snake in hand-to-hand combat,",
    "correction": "Um, actually, decoy Octopus wasn’t killed in hand-to-hand combat. Snake was unknowingly infected with a virus called FOXDIE – Decoy Octopus, while disguised as DARPA Chief Donald Anderson, was exposed to the virus and died of a heart attack."
  },
  {
    "author": "By Peter the Human",
    "title": "Minecraft",
    "category": "Games",
    "phrase_text": "The Nether is an eerie, Hell-like dimension that can only be accessed through a Nether Portal. Although dangerous, players may choose to venture into the Nether to find items useful in brewing potions, mine materials such as Glowstone or Nether Quartz, and obtain unique items from mobs such as Wither Skeletons and Blazes – and since night and day aren’t visible in the Nether, players may sleep to set their spawn point at any time.",
    "error": "and since night and day aren’t visible in the Nether, players may sleep to set their spawn point at any time.",
    "correction": "Um, actually, players cannot sleep in the Nether. If you sleep in the Nether, your bed will explode, insta-killing you."
  },
  {
    "author": "By Peter the Human",
    "title": "Pokémon",
    "category": "Games",
    "phrase_text": "Let’s talk about Pokémon evolution chains! Geodude evolves into Graveler who evolves into Golem. Slowpoke evolves into Slowbro, who evolves into Slowking. Elekid evolves into Electabuzz, who evolves into Electivire. Cleffa evolves into Clefairy, who evolves into Cleafable. And, of course, Igglybuff evolves into Jigglypuff, who evolves into Wigglytuff.",
    "error": "Slowpoke evolves into Slowbro, who evolves into Slowking.",
    "correction": "Um, actually, slowbro doesn't evolve into Slowking. Slowpoke can either evolve into Slowbro or Slowking, but it's not an evolution chain like the other three listed here."
  },
  {
    "author": "By Peter the Human",
    "title": "Pokémon",
    "category": "Games",
    "phrase_text": "Cubone is a Generation I Ground Type Pokémon, which evolves into Marowak at level 28. A small, bipedal, dinosaur-like creature; it wields a bone as a weapon (allowing it to learn the unique moves Bone Club and Bonemerang), and has a tough, skull-like exoskeleton attached to its head, which may explain its Battle Armour ability.",
    "error": "and has a tough, skull-like exoskeleton attached to its head,",
    "correction": "Um, actually, cubone doesn't have an exoskeleton. Cubone wears its dead mother's head as a helmet."
  },
  {
    "author": "By Peter the Human",
    "title": "Portal",
    "category": "Games",
    "phrase_text": "Shortly after “Portal” players are given their Weighted Companion Cube - a waist-high crate with a pink love heart on each side - GLaDOS informs the player character, Chell, that the cube must be euthanised in an Emergency Intelligence Incinerator to proceed. After doing so, GLaDOS informs Chell that she euthanised her companion cube more quickly than any test subject on record, the Cube is burnt up, never to be seen again.",
    "error": "and the Cube is burnt up, never to be seen again.",
    "correction": "Um, actually, the Companion Cube is seen again. The Cube is seen after the end credits of Portal, and a burnt Companion Cube (implied to be Chell’s) is seen at the very end of Portal 2."
  },
  {
    "author": "By Peter the Human",
    "title": "Professor Layton",
    "category": "Games",
    "phrase_text": "The “Professor Layton” series consists of several games where the titular criminology professor and his young (self-proclaimed) apprentice Luke Triton solve mysteries; as well as a crossover game with Ace Attorney, and 2 games centred on Layton's children: a 3DS game with his adopted daughter Katrielle, and a mobile game featuring his biological son Alfendi.",
    "error": "the titular criminology professor and his young (self-proclaimed) apprentice Luke Triton solve mysteries;",
    "correction": "Um, actually, layton isn't a criminology professor. He's an archaeology professor - a fact that never has any real relevance in the games."
  },
  {
    "author": "By Peter the Human",
    "title": "Sid Meier's Civilization",
    "category": "Games",
    "phrase_text": "In the original “Civilization”, Gandhi (the in-game leader of India) was rumored to suddenly become extremely aggressive and likely to use nuclear weapons if he adopted a “peaceful” form of government such as Democracy. When Gandhi returned as a leader in Civilization V, his personality was better reflected: he is the leader least likely to declare war and has the lowest statistics for “Nuke Production” and “Use of Nukes” in the game.",
    "error": "he is the leader least likely to declare war and has the lowest statistics for “Nuke Production” and “Use of Nukes” in the game.",
    "correction": "Um, actually, gandhi doesn't have the lowest statistics for \"Nuke Production\" or \"Use of Nukes\" in Civ 5. As a nod to the original game, his stats for those are actually the highest."
  },
  {
    "author": "By Peter the Human",
    "title": "Super Smash Bros.",
    "category": "Games",
    "phrase_text": "“Super Smash Bros. Ultimate” players are spoilt for choice of female characters with playable characters such as Peach, Zelda, Bayonetta, Isabelle and Lucina – but in the original “Super Smash Bros. 64”, options were far more limited, with a choice of only ten male characters and two Pokémon: Pikachu and Jigglypuff.",
    "error": "with a choice of only ten male characters and two Pokémon: Pikachu and Jigglypuff.",
    "correction": "Um, actually, there was a female character in the original Super Smash Bros. Samus Aran from Metroid is female, and was in the original Super Smash Bros."
  },
  {
    "author": "By Peter the Human",
    "title": "Undertale",
    "category": "Games",
    "phrase_text": "Toriel, the motherly, goat-like figure that players encounter early on in “Undertale” serves as a tutorial: teaching the player the mechanics of the game and encouraging them to show mercy to their enemies rather than attack them. After giving the player a phone with which to contact her, Toriel gleefully encourages the player to leave the Ruins and explore the world.",
    "error": "Toriel gleefully encourages the player to leave the Ruins and explore the world.",
    "correction": "Um, actually, toriel doesn't encourage the player to leave. Toriel actively tries to stop you from leaving the ruins."
  },
  {
    "author": "By Peter the Human",
    "title": "Warhammer 40,000",
    "category": "Games",
    "phrase_text": "The Imperium of Man is a galaxy-spanning interstellar human empire, ruled by the living god known as the Emperor of Mankind and the Senatorum Imperialis on the capital of Earth. It is the ultimate authority for the majority of the human race in the late 41st millennium, although other humanoid species (such as Ogryns and Ratlings) are also classified as Imperial citizens.",
    "error": "ruled by the living god known as the Emperor of Mankind and the Senatorum Imperialis on the capital of Earth.",
    "correction": "Um, actually, the Emperor and Senatorum Imperialis aren't on Earth. The capital of the Imperium is Terra. In Warhammer 40k, “Earth” is an archaic name that hasn’t been used in millennia."
  },
  {
    "author": "By Peter the Human",
    "title": "Alien",
    "category": "Horror",
    "phrase_text": "After an alien burst from Executive Officer Kane's chest, the android Ash was secretly instructed by the Weylan-Yutani corporation to return the alien, with the crew considered expendable. Dallas, Parker, Lambert and Brett were all killed by the xenomorph; but Warrant Officer Ripley deactivated Ash and blasted the xenomorph into space, leaving her as the sole survivor of the Nostromo.",
    "error": "leaving her as the sole survivor of the Nostromo.",
    "correction": "Um, actually, ripley wasn't the sole survivor of the Nostromo. The ship's cat, Jones, also survives."
  },
  {
    "author": "By Peter the Human",
    "title": "American Horror Story",
    "category": "Horror",
    "phrase_text": "In order to become The Supreme, the living embodiment of magic itself, a witch must master seven distinct magical abilities known as “The Seven Wonders”. These include Concilium (controlling someone’s mind through willpower), Descensum (projecting one’s soul into Hell, portrayed on the show as a fiery realm of evil and chaos), and Vitalum Vitalis (the power to balance the scales of life and death).",
    "error": "Descensum (projecting one’s soul into Hell, portrayed on the show as a fiery realm of evil and chaos),",
    "correction": "Um, actually, hell isn't a fiery realm of evil. Hell in American Horror Story is unique to each person."
  },
  {
    "author": "By Peter the Human",
    "title": "American Psycho",
    "category": "Horror",
    "phrase_text": "You like Huey Lewis and the News? In an iconic scene, Patrick Bateman dons a raincoat to murder his co-worker Paul Allen with an axe. Oblivious, Allen asks, \"Hey Bateman - why are there copies of the style section all over the place?\", shortly before Bateman turns on his stereo and hacks Paul to death to the sound of \"Hip to Be Square\".",
    "error": "Oblivious, Allen asks, \"Hey Bateman - why are there copies of the style section all over the place?\",",
    "correction": "Um, actually, paul doesn't refer to Patrick as Bateman. He refers to him as \"Halberstram\" - one of many instances throughout the film people mistake Patrick for someone else."
  },
  {
    "author": "By Peter the Human",
    "title": "Annihilation",
    "category": "Horror",
    "phrase_text": "“Annihilation” follows five women who undergo an expedition into an anomalous zone in Florida known as the “Shimmer”. Three of the expedition members – Cassie, Anya and Josie – are killed by a mutant bear, while the group’s leader Dr. Ventress disintegrates into a shimmering cloud which transforms into a doppelganger of the fifth member Lena. It is left ambiguous if Lena survived the Shimmer, or if she was replaced by her doppelganger.",
    "error": "Three of the expedition members – Cassie, Anya and Josie – are killed by a mutant bear,",
    "correction": "Um, actually, one of the listed expedition members wasn’t killed by the bear. Josie, after concluding that Cassie’s dying mind was ‘refracted’ into the mutant bear, allows herself to ‘refract’ and turn into a humanoid plant to avoid a similar fate."
  },
  {
    "author": "By Peter the Human",
    "title": "The Call of Cthulhu",
    "category": "Horror",
    "phrase_text": "The short story “The Call of Cthulhu” tells the story of several characters’ experiences with a cult that worships the Great Old One, Cthulhu, who is trapped in the sunken city of Innsmouth. The narrator describes a statue of Cthulhu as “[yielding] simultaneous pictures of an octopus, a dragon, and a human caricature. ... A pulpy, tentacled head surmounted a grotesque and scaly body with rudimentary wings.”",
    "error": "the Great Old One, Cthulhu, who is trapped in the sunken city of Innsmouth.",
    "correction": "Um, actually, the sunken city isn't called Innsmouth. Innsmouth is home to a different cult that worships the god Dagon in the story \"The Shadow Over Innsmouth\". Cthulhu lives in R'lyeh."
  },
  {
    "author": "By Peter the Human",
    "title": "Choo-Choo Charles",
    "category": "Horror",
    "phrase_text": "In indie horror game “Choo-Choo Charles”, the player controls a monster-hunting archivist. Players must upgrade their train's defences in order to fight and defeat the titular character, Charles; an evil spider-train hybrid monster that lives on the Isle of Sodor and wanders the landscape looking for people to eat.",
    "error": "an evil spider-train hybrid monster that lives on the Isle of Sodor and wanders the landscape looking for people to eat.",
    "correction": "Um, actually, charles doesn't live on the Isle of Sodor. The Isle of Sodor is where Thomas the Tank Engine lives. Charles lives on the island of Aranearum."
  },
  {
    "author": "By Peter the Human",
    "title": "Evil Clowns",
    "category": "Horror",
    "phrase_text": "Send in the clowns! While some evil clowns are just serial killers who dress as clowns, like Twisty from “American Horror Story” or Captain Spaulding from “House of 1000 Corpses”; others are undead like the titular “Stitches”, aliens like the “Killer Klowns from Outer Space” or more eldritch or demonic beings who assume the form of clowns like Pennywise from “It”, Slappy from “Poltergeist”, The Violator from “Spawn” and Art the Clown from “Terrifier”.",
    "error": "demonic beings who assume the form of clowns like Pennywise from “It”, Slappy from “Poltergeist”, The Violator from “Spawn”",
    "correction": "Um, actually, slappy isn't an eldritch clown. While Robbie does own an unnamed clown doll in Poltergeist which becomes possessed, Slappy was the name of the doll in the Goosebumps book “Night of the Living Dummy”."
  },
  {
    "author": "By Peter the Human",
    "title": "Hellraiser",
    "category": "Horror",
    "phrase_text": "The Cenobites are disfigured, humanoid creatures who can no longer differentiate between pain and pleasure. Their leader describes them as “explorers in the further reaches of experience, demons to some, angels to others”. The Cenobites were summoned when the hedonistic Frank Cotton was revived by his former lover Julia bringing men to her attic, so Frank could drain their life force and regenerate his body.",
    "error": "The Cenobites were summoned when the hedonistic Frank Cotton was revived by his former lover Julia bringing men to her attic,",
    "correction": "Um, actually, the Cenobites weren't summoned by Julia reviving Frank. They were summoned by Julia's step-daughter Kirsty solving the Lament Configuration - a puzzle box that summons the Cenobites."
  },
  {
    "author": "By Xitel",
    "title": "Halloween III: Season of the Witch",
    "category": "Horror",
    "phrase_text": "“Halloween III: Season of the Witch” is the only film in the Halloween franchise where Michael Meyers doesn't appear. An attempt to turn the franchise into an anthology series; the plot instead centers around an evil company known as Silver Shamrock, who plans to channel the power of Stonehenge via Halloween masks, turning childrens’ heads into snakes.",
    "error": "“Halloween III: Season of the Witch” is the only film in the Halloween franchise where Michael Meyers doesn't appear.",
    "correction": "Um, actually, michael Myers does appear in Halloween III. In one scene, a clip of Michael Meyers from the original Halloween film can be seen on a TV in the background - Michael's mask is next to the TV in the same scene."
  },
  {
    "author": "By Peter the Human",
    "title": "The Last of Us",
    "category": "Horror",
    "phrase_text": "“The Last of Us” takes place in a post-apocalyptic 2033, following the collapse of civilization after an outbreak of a mutant virus transforms its hosts into aggressive, zombie-like creatures known as “the infected”. Survivors live in totalitarian quarantine zones, independent settlements and nomadic groups; and the game largely centers around two survivors - the smuggler Joel and teenage girl Ellie, who appears to be immune to the infected.",
    "error": "following the collapse of civilization after an outbreak of a mutant virus transforms its hosts into aggressive, zombie-like creatures",
    "correction": "Um, actually, the zombies aren't caused by a mutated virus. The zombies are caused by a mutated form of the Cordyceps fungus."
  },
  {
    "author": "By Shinitenshi",
    "title": "Little Shop of Horrors",
    "category": "Horror",
    "phrase_text": "The stage musical, loosely based on the 1960 low-budget movie “The Little Shop of Horrors”, follows Seymour Krelborn, who finds a strange plant that he names Audrey II after his co-worker. Audrey II must consume blood to survive and eventually plans world domination, but is defeated when Seymour electrocutes Audrey II, blowing it up.",
    "error": "but is defeated when Seymour electrocutes Audrey II, blowing it up.",
    "correction": "Um, actually, seymour doesn't defeat Audrey II. The film adaptation ends with Audrey II's electrocution - but in the musical, it's implied that it succeeds in eating all of humanity."
  },
  {
    "author": "By Peter the Human",
    "title": "The Menu",
    "category": "Horror",
    "phrase_text": "Celebrity chef Julian Slowik invites guests to a private island to enact revenge on the people who made him lose passion for his craft, or who profit from artisans like him. His victims include the food critic Lillian Bloom, angel investor Doug Verrick who made Julian relinquish control of his restaurant, and the actor George Diaz who left a negative Yelp review for one of Julian's restaurants.",
    "error": "and the actor George Diaz who left a negative Yelp review for one of Julian's restaurants.",
    "correction": "Um, actually, george didn't leave Julian a bad Yelp review. Slovik enacts his revenge on George because of how much he hated a movie he starred in and seeing him phone in his performance ruined his one day off in months."
  },
  {
    "author": "By Peter the Human",
    "title": "The Mist",
    "category": "Horror",
    "phrase_text": "“The Mist” follows a group of people trapped in a supermarket when a mysterious mist populated by tentacled beings, giant insects and pterodactyl-like creatures descends on their town. Although the supermarkets' patrons descend into religious fervor and begin sacrificing people to the monsters, the protagonist David and four other survivors make it to his car and are saved by the Army when the mist disperses.",
    "error": "the protagonist David and four other survivors make it to his car and are saved by the Army when the mist disperses.",
    "correction": "Um, actually, the four other survivors aren't rescued by the Army. Thinking they're doomed, David mercy kills his fellow survivors before stepping out the car to be killed by the monsters, moments before the Army arrives."
  },
  {
    "author": "By Ghostlight & Peter the Human",
    "title": "Nope",
    "category": "Horror",
    "phrase_text": "What initially appears to be a UFO hiding in a cloud and abducting horses near the Haywood Ranch turns out to be a highly territorial predatory organism, that OJ nicknames \"Jean Jacket\". Jean Jacket consumes living beings that look at it, and interferes with electronic equipment - but the Haywood siblings eventually get evidence of its existence using Holst's hand-cranked IMAX film camera.",
    "error": "but the Haywood siblings eventually get evidence of its existence using Holst's hand-cranked IMAX film camera.",
    "correction": "Um, actually, they don't get video evidence from Holst's camera. Jean Jacket eats the camera - but they get a picture of it from the analog camera in Jupe's theme park."
  },
  {
    "author": "By Peter the Human",
    "title": "Resident Evil",
    "category": "Horror",
    "phrase_text": "The Umbrella Corporation is a powerful megacorporation responsible for the creation of several volatile mutagens. Umbrella's employee pledge is “Obedience Breeds Discipline, Discipline Breeds Unity, Unity Breeds Power, Power is Life”. Only marginally less sinister are the company's mottos: “More human than human” in the film series, and “Preserving the health of the people” in the game “Resident Evil: Umbrella Chronicles”.",
    "error": "Only marginally less sinister are the company's mottos: “More human than human” in the film series,",
    "correction": "Um, actually, “More human than human” isn't Umbrella's slogan. That's the slogan of the Tyrell Corporation in Blade Runner. In the films, Umbrella's slogan is “Our business is life itself!”"
  },
  {
    "author": "By Peter the Human",
    "title": "Signs",
    "category": "Horror",
    "phrase_text": "\"Signs\" follows Episcopal priest Graham and his family amidst an alien invasion. The movie's director M. Night Shyamalan cameos as Ray Reddy, a vet responsible for the accidental death of Graham's wife. Ray subtly foreshadows the aliens' weakness by saying that he is fleeing \"over the rainbow\" - both the aliens and the Wicked Witch of the West can be killed by water.",
    "error": "Ray subtly foreshadows the aliens' weakness by saying that he is fleeing \"over the rainbow\" - both the aliens and the Wicked Witch of the West can be killed by water.",
    "correction": "Um, actually, ray doesn't say he's fleeing “over the rainbow”. Ray says that he's fleeing to a lakeside, and straight up says “I don't think they like water”."
  },
  {
    "author": "By Peter the Human",
    "title": "Shaun of the Dead",
    "category": "Horror",
    "phrase_text": "To fend off two approaching zombies, Shaun and Ed begin throwing vinyl records at the zombies' heads. They start being more selective in their choice after Ed throws an original pressing of ‘Blue Monday’; choosing not to throw ‘Purple Rain’, ‘Sign o' the Times’ or The Stone Roses' ‘Second Coming’, but throwing the ‘Batman’ soundtrack, a Dire Straits record, and a Coldplay record belonging to Shaun's ex Liz.",
    "error": "but throwing the ‘Batman’ soundtrack, a Dire Straits record, and a Coldplay record belonging to Shaun's ex Liz.",
    "correction": "Um, actually, they don't throw a Coldplay record. Liz's thrown record was “Diamond Life” by Sade"
  },
  {
    "author": "By Peter the Human",
    "title": "Stranger Things",
    "category": "Horror",
    "phrase_text": "Walking experimental ethics violation Eleven has demonstrated her powers many times over the course of Stranger Things. Her powers include telekinesis (such as when she flipped a van), the ability to manipulate others muscles (such as when she made the bully Troy beat himself up after an assembly), and telepathic abilities (such as when she viewed Billy’s memories to find the Mind Flayer’s lair).",
    "error": "the ability to manipulate others muscles (such as when she made the bully Troy beat himself up after an assembly),",
    "correction": "Um, actually, she didn't make Troy beat himself up. She made Troy pee his pants."
  },
  {
    "author": "By Peter the Human",
    "title": "Universal Classic Monsters",
    "category": "Horror",
    "phrase_text": "Universal Pictures arguably began the concept of a shared cinematic universe, with sequels that tell a continuous story and characters that crossover into each others’ films. “Dracula” was followed by sequels “Dracula's Daughter” and “Son of Dracula”, “Frankenstein” was followed by “Bride of Frankenstein” and “Son of Frankenstein”, and “The Mummy” was followed by “The Mummy's Hand”, “The Mummy's Tomb”, “The Mummy's Ghost” and “The Mummy's Curse”.",
    "error": "and “The Mummy” was followed by “The Mummy's Hand”, “The Mummy's Tomb”, “The Mummy's Ghost” and “The Mummy's Curse”.",
    "correction": "Um, actually, none of the films listed are sequels to The Mummy. The Mummy's Hand spawned the sequels Tomb, Curse and Ghost; but it is not considered a sequel to The Mummy - sharing none of the cast or plot."
  },
  {
    "author": "By Peter the Human",
    "title": "The Witch",
    "category": "Horror",
    "phrase_text": "After Samuel, the youngest son of a family living in a Puritan settlement, disappears while playing with his sister Thomasin; it begins a chain of events that causes Thomasin's family to devolve into paranoia and accuse her of being a witch. It is later revealed that the unbaptized Samuel had been stolen and killed by a watch, so his body could be used to make an ointment.",
    "error": "After Samuel, the youngest son of a family living in a Puritan settlement,",
    "correction": "Um, actually, the family don't live in a Puritan settlement. They were banished from the settlement over a religious dispute."
  },
  {
    "author": "By Peter the Human",
    "title": "Avatar",
    "category": "Sci-Fi",
    "phrase_text": "In James Cameron’s “Avatar”, the human Resources Development Administration (or RDA) uses alien-human hybrids known as ‘Avatars’ to explore the biosphere of the moon Pandora, because the atmosphere is poisonous to humans. Pandora is rich in the mineral pandorium and is inhabited by the Na’vi – 10-foot tall, blue skinned humanoids that live in harmony with nature and worship the mother goddess Eywa.",
    "error": "Pandora is rich in the mineral pandorium and is inhabited by the Na’vi",
    "correction": "Um, actually, the mineral isn't called pandorium. It's called unobtanium."
  },
  {
    "author": "By Peter the Human",
    "title": "Black Mirror",
    "category": "Sci-Fi",
    "phrase_text": "The episode “San Junipero” follows the burgeoning relationship of two women: the vivacious party girl Kelly and the shier, more reserved Yorkie. Although the two appear to meet in 1987 at a nightclub called Tucker’s, it's later revealed that San Junipero is a simulated reality where the deceased can live and the elderly can visit, inhabiting the bodies of their younger selves - and Yorkie is in fact dead.",
    "error": "the deceased can live and the elderly can visit, inhabiting the bodies of their younger selves - and Yorkie is in fact dead.",
    "correction": "Um, actually, yorkie isn't dead when she meets Kelly. Yorkie was paralyzed in a car accident and is looking to be euthanised to live in San Junipero permanently."
  },
  {
    "author": "By Peter the Human",
    "title": "Blade Runner",
    "category": "Sci-Fi",
    "phrase_text": "“Blade Runner” follows Rick Deckard as he attempts to hunt down and ‘retire’ four bioengineered humanoid ‘replicants’ – Leon Kowalski, Zhora, Pris and Roy Batty – who hijacked a shuttle and illegally landed on Earth. The replicants were bio-engineered with Methuselah Syndrome and are seeking a cure from the Tyrell Corporation to extend their lifespans.",
    "error": "The replicants were bio-engineered with Methuselah Syndrome and are seeking a cure from the Tyrell Corporation to extend their lifespans.",
    "correction": "Um, actually, the replicants don't have Methuselah syndrome. Replicants are just programmed to die after four years, although Tyrell's genetic engineer J. F. Sebastian has Methuselah Syndrome."
  },
  {
    "author": "By Peter the Human",
    "title": "Brave New World",
    "category": "Sci-Fi",
    "phrase_text": "Aldous Huxley's novel “Brave New World” takes place in a dystopic future where humans are engineered through artificial wombs and childhood indoctrination into predetermined castes: from the low-caste Epsilons to the high-caste Alphas. Humans are also kept compliant through the drug Skooma, and \"feelies\" - entertainment similar to movies, but augmented with the sensations of smell and touch.",
    "error": "Humans are also kept compliant through the drug Skooma, and \"feelies\"",
    "correction": "Um, actually, the drug isn't called Skooma. Skooma is a drug from The Elder Scrolls games, the drug in Brave New World is called Soma."
  },
  {
    "author": "By Peter the Human",
    "title": "Doctor Who",
    "category": "Sci-Fi",
    "phrase_text": "The Silence were an alien religious order whose existence on Earth was kept secret, because anyone who saw them immediately forgot after looking away, but retained suggestions the Silence had made to them – allowing them to secretly influence human history. The Silence were defeated when the Eleventh Doctor faked his death at the hands of River Song, causing a paradox that erased the order from history.",
    "error": "The Silence were defeated when the Eleventh Doctor faked his death at the hands of River Song, causing a paradox that erased the order from history.",
    "correction": "Um, actually, the Silence weren't defeated by the Doctor faking his death. They were defeated by inserting a clip of one of the Silence saying \"You should kill us all on sight\" into the Moon Landing – with humanity proceeding to do just that before forgetting."
  },
  {
    "author": "By Peter the Human",
    "title": "Doctor Who",
    "category": "Sci-Fi",
    "phrase_text": "The Silurians are an alien species that first appeared in the classic “Doctor Who” episode “Doctor Who and the Silurians”, and frequently feature in plotlines with an anti-war sentiment. Their advanced technology includes genetic modification, hibernation units, spaceships (which they used to preserve dinosaur species) and candles which could induce lucid dreams, allowing people to communicate across time and space.",
    "error": "The Silurians are an alien species that first appeared in the classic “Doctor Who” episode “Doctor Who and the Silurians”,",
    "correction": "Um, actually, silurians aren't an alien species. Silurians live underground on Earth and predate humanity."
  },
  {
    "author": "By Peter the Human",
    "title": "Dune",
    "category": "Sci-Fi",
    "phrase_text": "In order to test if an individual's awareness is stronger than their instincts, the Bene Gesserit issue a \"Test of Humanity\" involving the gom jabbar - a box that inflicts great physical pain on anyone who inserts their hand into it. When the Reverend Mother Mohiam tested Paul Atreides, he passed the test despite being exposed to more pain than anyone else before him.",
    "error": "the gom jabbar - a box that inflicts great physical pain on anyone who inserts their hand into it.",
    "correction": "Um, actually, the box isn't called the gom jabbar. The gom jabbar refers to the poison-tipped needle that's held against a person's neck while they put their hand in the box."
  },
  {
    "author": "By Peter the Human",
    "title": "Everything Everywhere All at Once",
    "category": "Sci-Fi",
    "phrase_text": "Evelyn Wang discovers that an alternate universe version of herself developed \"verse-jumping\" technology that grants access to the skills and memories of a person's parallel universe counterpart. Evelyn is the only person in the multiverse who has the unique skillset needed to stop Jobu Tupaki (an alternate universe version of her daughter) who has created an \"everything bagel\" - a singularity that can potentially destroy the multiverse.",
    "error": "Evelyn is the only person in the multiverse who has the unique skillset needed to stop Jobu Tupaki",
    "correction": "Um, actually, evelyn doesn't have a unique skillset. Evelyn is uniquely unskilled. The fact that she's the worst possible version of herself lets access other universes more easily."
  },
  {
    "author": "By Peter the Human",
    "title": "Ex_Machina",
    "category": "Sci-Fi",
    "phrase_text": "“Ex_Machina” follows programmer Caleb Smith, who is invited by his company's CEO to his luxurious mansion to administer the Turing Test to the intelligent android Ava. After Nathan reveals Ava is his first prototype and that he intends to \"upgrade\" her, Ava and Caleb hatch a plan to flee.",
    "error": "After Nathan reveals Ava is his first prototype and that he intends to \"upgrade\" her,",
    "correction": "Um, actually, ava wasn't Nathan's first prototype. There were many others - including Nathan's \"servant\" Kyoko."
  },
  {
    "author": "By Peter the Human",
    "title": "Fictional Drugs",
    "category": "Sci-Fi",
    "phrase_text": "Sci-Fi may have a drug problem... In “Star Trek: Deep Space Nine”, the Jem'Hadar use the drug Ketracel White to unlock telekinetic powers. In Frank Herbert’s “Dune” series, the drug melange (sometimes called \"spice\") is used by Navigators to guide space ships through fold space. And in the film “Limitless”, the nootropic drug NZT-48 massively increases users' brainpower.",
    "error": "In “Star Trek: Deep Space Nine”, the Jem'Hadar use the drug Ketracel White to unlock telekinetic powers.",
    "correction": "Um, actually, ketracel White doesn't give telekinetic abilities. Ketracel White is extremely addictive and is used as a control mechanism"
  },
  {
    "author": "By Peter the Human",
    "title": "Firefly",
    "category": "Sci-Fi",
    "phrase_text": "The Serenity is a 03-K64-Firefly class ship that was acquired by Malcolm Reynolds in 2512, shortly after the end of the Unification War. Although Mal’s First Mate Zoë was unimpressed by the vessel at first, the ship does boast some convenient features: 2 magnetic grappler hooks, 2 plasma cannons, 6 self-powered transmitter buoys, 3 one man escape pods, and 2 shuttles – one of which they hire out to Inara Serra.",
    "error": "the ship does boast some convenient features: 2 magnetic grappler hooks, 2 plasma cannons, 6 self-powered transmitter buoys,",
    "correction": "Um, actually, the Serenity doesn't have 2 plasma cannons. In fact, it doesn't have weapons of any kind!"
  },
  {
    "author": "By Peter the Human",
    "title": "The Hunger Games",
    "category": "Sci-Fi",
    "phrase_text": "Katniss Everdeen, and her love interests Peeta Mellark and Gale Hawthorne all hail from District 12 of Panem. Having only produced 2 winners before the events of the first book and its film adaptation (Haymitch Abernathy and another unnamed winner who died of natural causes); Katniss and Peeta are selected as tributes, and eventually end up both winning after refusing to kill the other.",
    "error": "Katniss and Peeta are selected as tributes, and eventually end up both winning after refusing to kill the other.",
    "correction": "Um, actually, katniss wasn't selected as a tribute. She volunteered as tribute in place of her sister Primrose."
  },
  {
    "author": "By Peter the Human",
    "title": "The Matrix",
    "category": "Sci-Fi",
    "phrase_text": "After computer hacker Thomas Anderson (aka Neo) takes the red pill, he learns that he lives a simulated reality known as ‘The Matrix’ – modelled on Earth in the year 1999. The Matrix was created after intelligent machines won the war against humanity by blocking out the Sun via a nuclear winter, causing Earth’s ecosystems to collapse. Humanity was then kept alive in The Matrix while the machines harvested their bioelectric power.",
    "error": "The Matrix was created after intelligent machines won the war against humanity by blocking out the Sun via a nuclear winter,",
    "correction": "Um, actually, the machines didn't block out the sun. Humans blocked out the sun in an attempt to kill the machines, which ran on solar power."
  },
  {
    "author": "By Peter the Human",
    "title": "Pacific Rim",
    "category": "Sci-Fi",
    "phrase_text": "Jaegers are giant robots created to fight the monstrous Kaiju. Since a Jaeger’s neural load is too much for one person to handle without dying or suffering health problems; every Jaeger is designed to be piloted by 2 pilots who are linked to each other by a concept called “drifting”. When pilots drift, they gain knowledge of each other's memories and feelings, which is why many Jaegers are piloted by family members.",
    "error": "every Jaeger is designed to be piloted by two pilots who are linked to each other by a concept called “drifting”.",
    "correction": "Um, actually, not all Jaegers are piloted by two people. The Jaeger Crimson Typhoon was made to be piloted by triplets"
  },
  {
    "author": "By Peter the Human",
    "title": "Rogue One: A Star Wars Story",
    "category": "Sci-Fi",
    "phrase_text": "In “Rogue One: A Star Wars Story”, a group of rebels steal the schematics of the Death Star, detailing its secret vulnerability, from the planet Scarif. During the raid, most of Rogue One’s crew dies: including blind warrior Chirrut Îmwe, former Imperial pilot Bodhi Rook and sarcastic droid K-2SO. However, Jyn Erso and Rebel captain Cassian Andor survive, and successfully deliver the schematics to the Rebel command ship.",
    "error": "Jyn Erso and Rebel captain Cassian Andor survive, and successfully deliver the schematics to the Rebel command ship.",
    "correction": "Um, actually, jyn and Cassian don't survive. Scarif is blown up by the Death Star, killing Jyn and Cassian as well."
  },
  {
    "author": "By Peter the Human",
    "title": "Slaughterhouse-Five",
    "category": "Sci-Fi",
    "phrase_text": "“Slaughterhouse-Five” follows WW2 veteran Billy Pilgrim who becomes \"unstuck in time\". The novel's title refers to the name of the enclosure where Billy was kept as a zoo exhibit by aliens called Tralfamadorians. Death is meaningless to Tralfamadorians, because they are able to see in four-dimensions, observing all points in the space-time continuum simultaneously.",
    "error": "The novel's title refers to the name of the enclosure where Billy was kept as a zoo exhibit by aliens called Tralfamadorians.",
    "correction": "Um, actually, slaughterhouse-Five isn't the name of the alien zoo. It's a literal slaughterhouse where Billy was kept as a POW during the Dresden bombing"
  },
  {
    "author": "By Peter the Human",
    "title": "Star Trek: the Next Generation",
    "category": "Sci-Fi",
    "phrase_text": "In the two-part episode “Chain of Command”, Captain Picard is captured and taken prisoner by the Cardassians. To gain insight into the Federation’s plans, he is tortured by Gul Madred with sensory depravation, forced nakedness, stress positions and starvation. When all his other tortures fail, Gul Madred asks Picard what two plus two is, subjecting him to intense pain every time he does not answer \"five\".",
    "error": "When all his other tortures fail, Gul Madred asks Picard what two plus two is, subjecting him to intense pain every time he does not answer \"five\".",
    "correction": "Um, actually, picard wasn't asked to say that 2 + 2 = 5. Picard is asked to stare at four lights and is subject to pain if he does not say there are \"five\"."
  },
  {
    "author": "By Peter the Human",
    "title": "Star Wars: Episode III - Revenge of the Sith",
    "category": "Sci-Fi",
    "phrase_text": "Supreme Chancellor Palpatine tempted Anakin Skywalker over to the Dark Side of the Force by telling him the tragedy of Darth Plagueis the Wise - a Sith Lord with the ability to prevent death and create life. This later prompts Anakin to betray his fellow Jedi Master Mace Windu: Anakin severs his hand, allowing Palpatine to blast Mace Windu through a window to his death with Force lightning.",
    "error": "This later prompts Anakin to betray his fellow Jedi Master Mace Windu:",
    "correction": "Um, actually, anakin Skywalker isn't a Jedi Master. Anakin was appointed to the Jedi Council, but was not granted the rank of Master."
  },
  {
    "author": "By Peter the Human",
    "title": "Starship Troopers",
    "category": "Sci-Fi",
    "phrase_text": "In “Starship Troopers”, the human United Citizen Federation is at war with the Arachnids, a race of insectoid aliens from the planet Klendathu. While most \"bugs\" are apparently mindless, they are strategically directed by a \"Brain Bug\", an Arachnid who has developed intelligence through psychic abilities and careful observation of the human's battle tactics.",
    "error": "a \"Brain Bug\", an Arachnid who has developed intelligence through psychic abilities and careful observation of the human's battle tactics.",
    "correction": "Um, actually, the Brain Bug isn't intelligent due to psychic abilities or observation. It consumes human brains, absorbing their knowledge."
  },
  {
    "author": "By Shinitenshi",
    "title": "The Twilight Zone",
    "category": "Sci-Fi",
    "phrase_text": "The episode “Time Enough at Last” features bankteller Henry Bemis, who is chastised for reading too much. After surviving an H-bomb explosion by hiding in his bank’s vault, he finds that everyone has died. Thankfully for him, the books at the library survive and he has canned food to last him a life time. While he's happy to read to his heart’s content, he falls into despair because books can’t replace human connections.",
    "error": "While he's happy to read to his heart’s content, he falls into despair because books can’t replace human connections.",
    "correction": "Um, actually, henry can’t read the books in the library. Henry falls into despair because his spectacles break, leaving him unable to read the books."
  }
]
